[
  {
    "name": "KSP Jürgen Engel Architekten",
    "location": "Kurfürstendamm 48, 10707 Berlin",
    "url": "www.ksp-architekten.de",
    "description": "KSP Jürgen Engel Architekten ist ein deutsches Architekturbüro, das auch international erfolgreich tätig ist. Die dezentrale Struktur mit fünf Büros in Berlin, Braunschweig, Frankfurt, Hamburg und München sowie den internationalen Standorten in Peking und Shenzhen erlaubt uns, auf die regionalen Besonderheiten einzugehen und ein breites Spektrum von Bauaufgaben zu betreuen. Jeder Standort ist eng vernetzt mit dem Know-how des Gesamtbüros. Das Frankfurter Büro ist Sitz der Geschäftsführung sowie der Leitung der KSP Jürgen Engel Architekten International GmbH und der KSP Consult gp GmbH. Mit der kaufmännischen Leitung und dem Vertragsmanagement sind im Stammsitz in Braunschweig zwei wichtige Stabsstellen angesiedelt. KSP Jürgen Engel Architekten International GmbH koordiniert die Auslandsprojekte und ist Ansprechpartner für Bauherrn im Ausland. Neben klassischen Architektenleistungen erbringen rund 300 Mitarbeiter alle notwendigen baubegleitenden Dienstleistungen, von der Generalplanertätigkeit über das Baumanagement bis zum Produktdesign. Städtebauliche Leistungen, Bauen im Bestand, Nachhaltiges Bauen und Beratungsleistungen runden das Leistungsbild ab. Erst die ganzheitliche Verknüpfung aller Teilbereiche der Planung schafft jenen Mehrwert, der unserem eigenen Anspruch und den Erwartungen unserer Auftraggeber entspricht. Einen Großteil der Aufträge erlangt das Büro über die erfolgreiche Teilnahme an internationalen Architekturwettbewerben.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/4/1/9/ksp_juergen_engel_projektbild-4068bc00dc85cea0.jpeg"
  },
  {
    "name": "Barkow Leibinger",
    "location": "Schillerstr. 94, 10625 Berlin",
    "url": "www.barkowleibinger.com",
    "description": "1993 haben Frank Barkow und Regine Leibinger ihr amerikanisch-deutsches Büro in Berlin gegründet. Es beschäftigt heute rund 70 Mitarbeiter. In den vergangenen Jahren entstanden zahlreiche Projekte im In- und Ausland, deren Qualität durch Veröffentlichungen und Preise verbürgt ist. Die Bandbreite der Leistungen von Barkow Leibinger umfasst öffentliche Bauten, Bürogebäude sowie Innenausbauten für Wohnen und Gewerbe im Bestand. Zum inhaltlichen Schwerpunkt – dem Bauen für mittelständische und große Unternehmen – gehören neben der Aufstellung langfristiger Masterpläne zur Standortentwicklung vor allem die Planung und Realisierung repräsentativer und funktionaler Bauten für Produktion, Logistik und Verwaltung wie zum Beispiel das Betriebsrestaurant der Firma Trumpf in Ditzingen. Zuletzt fertig gestellt wurde der „Tour Total“, die Deutschlandzentrale des französischen Mineralölkonzerns nahe des Berliner Hauptbahnhofs, das HAWE-Werk in Kaufbeuren, das Kreativzentrum Aufbau Haus in Berlin-Kreuzberg und der Fellows Pavilion für die American Academy in Berlin. Das Selbstverständnis des Büros ist durch das Zusammenspiel von Praxis, Forschung und Lehre geprägt. In jüngster Zeit stand in allen drei Bereichen die Frage im Mittelpunkt, wie sich digitale Fertigungstechnologien und von Maschinen serienmäßig maßgeschneiderte Komponenten so anwenden lassen, dass sie Architektur nicht nur als Oberfläche oder Accessoire ergänzen, sondern dazu beitragen, dass konstruktive, räumliche Strukturen entstehen. Die materialbezogene Forschungsarbeit des Büros war zuletzt in mehreren Ausstellungen zu sehen, unter anderem an der Architectural Association in London, bei den Architektur-Biennalen 2008 und 2014 in Venedig, der Marrakesch Biennale 2012 und dem Serpentine Architecture Programme 2016 in London. 2007 wurde die Arbeit von Barkow Leibinger mit dem Marcus-Prize for Architecture ausgezeichnet. Das Betriebsrestaurant Ditzingen erhielt 2009 den DAM Preis für Architektur in Deutschland und 2010 den Honor Award for Architecture des American Institute of Architects. 2012 wurde es mit dem Hugo-Häring-Landespreis des BDA Baden-Württemberg und 2013 mit der Nike für soziales Engagement ausgezeichnet. Das Smart Material House Hamburg, das prämierte Modellvorhaben für die IBA Hamburg erhielt den Holcim Award Acknowledgement Prize 2011 Europe und 2012 einen Holcim Global Innovation Prize. 2014 wurde der Tour Total mit dem Architekturpreis Beton ausgezeichnet und 2016 erhielten sowohl der Trumpf Campus in Ditzingen als auch das HAWE-Werk in Kaufbeuren den industriebaupreis.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/3/9/7/barkow_leibinger_projektbild-dae9d14dc4cb61c4.jpeg"
  },
  {
    "name": "kadawittfeldarchitektur",
    "location": "Alexanderstraße 7, 10178 Berlin",
    "url": "www.kwa.ac",
    "description": "Wir sind kadawittfeldarchitektur. 1999 in Aachen gegründet, stehen wir heute für weit mehr als architektonisches Gestalten allein. Der interdisziplinäre Ansatz in unserer Arbeit, in der Verknüpfung von Architektur, Innenarchitektur und Design zum einen und an der Schnittstelle von städtebaulichen Planungen und urbanen Projekten zum anderen, spiegelt die Bandbreite unseres kreativen Schaffens wider.kadawittfeldarchitektur entwickelt Mehrwert-Raum. In einem Team von über 150 Mitarbeitern schaffen wir Mehrwert-Architektur als Lebens-Raum, Kommunikations-Raum, Wohn-Raum und Arbeits-Raum. Unser Umgang mit Volumen, Material, Tragwerk und Nutzung ist geprägt von dem Streben nach Integration in das Umfeld – mit dem Ziel, zeitgemäße und nachhaltige Architektur zu schaffen, dem Nutzer wie dem Betrachter verpflichtet.kadawittfeldarchitektur ist Dialog. Gemeinsam mit allen Projektbeteiligten – unseren Bauherrn, den Nutzern, Experten und der Öffentlichkeit – suchen wir die maßgeschneiderte Lösung: zugeschnitten auf die räumlichen wie funktionalen Anforderungen und den soziokulturellen Kontext des jeweiligen Projekts.kadawittfeldarchitektur ist Planungskompetenz. Auf der Basis langjähriger Erfahrung und unseres umfangreichen Netzwerks von internen wie externen Experten und Kooperationspartnern aus den unterschiedlichsten Disziplinen stehen wir für höchste Planungskompetenz und eine termin- und kostengerechte Umsetzung.kadawittfeldarchitektur baut. Projekte wie der Salzburger Hauptbahnhof in Salzburg/ AT, das Direktionsgebäude der AachenMünchener Versicherung in Aachen/ DE, das adidas Laces in Herzogenaurach/ DE und die Grimmwelt in Kassel/ DE stehen stellvertretend für unsere zahlreichen Projekte im In- und Ausland. Darüber hinaus konnten wir zahlreiche, unabhängige Wettbewerbe für uns entscheiden, so den neuen DFB & seine Akademie in Frankfurt/ DE und das Konzerthaus in Padua/ IT.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/5/4/3/kadawittfeldarchitektur_titelbild_profil_neu_foto_jens_kirchner-b21f375326023669.jpeg"
  },
  {
    "name": "sauerbruch hutton",
    "location": "Lehrter Straße 57, 10557 Berlin",
    "url": "www.sauerbruchhutton.com",
    "description": "Sauerbruch Hutton ist ein internationales Büro für Architektur, Städtebau und Gestaltung, das 1989 in London gegründet wurde und heute in Berlin ansässig ist. Das Büro zählt seither zu den wichtigsten Vertretern nachhaltigen Bauens. Derzeit arbeiten ca. 110 Mitarbeiter in dem Büro in Berlin. Das Team wird von den Partnern Matthias Sauerbruch, Louisa Hutton, Juan Lucas Young sowie den Assoziierten Jürgen Bartenschlag, Andrew Kiel, Tom Geister und David Wegener geleitet.Sauerbruch Hutton realisieren individuelle und nachhaltige Lösungen für eine große Bandbreite unterschiedlicher Aufgaben. Die Freude am sinnlichen Umgang mit Raum und Material, die sinnvolle Anwendung neuester Technik und der umsichtige Einsatz vorhandener Ressourcen jeder Art bilden den Fokus der Entwürfe. Die Projekte entstehen im engen Dialog mit ihrer Umgebung und werden auf den speziellen Bedarf ihrer Nutzer zugeschnitten. In allen Projekten arbeitet das Büro von Beginn an mit ausgewählten Fachplanern eng zusammen.Gebaute Projekte reichen von Museum Brandhorst in München zum Umweltbundesamt in Dessau und der der GSW Hauptverwaltung in Berlin, beides Musterbeispiele für nachhaltigen Verwaltungsbau.Zuletzt fertiggestellt wurden das Museumsquartier M9 in Venedig Mestre und das Science Center Experimenta in Heilbronn. Viele Projekte für private und öffentliche Bauherren in Deutschland und Europa sind gegenwärtig in Bau oder Planung, wie das Hochhaus am Alexanderplatz in Berlin und das Telekom-Areal in Konstanz.Die Architektur von Sauerbruch Hutton ist mit einer Reihe nationaler und internationaler Preise ausgezeichnet worden, darunter der International Honour Award for Sustainable Building 2010, der Energy Performance + Architecture Award 2011, der Gottfried Semper Preis für Architektur 2013, der Deutsche Architekturpreis 2015, der Wohnbau Preis Hamburg 2017, der deutsche Holzbaupreis 2019 und das DGNB Zertifikat ‘Diamant’ 2019.",
    "banner_url": "https://www.baunetz-architekten.de/img/8/2/4/2/5/5/sauerbruch_hutton_projektbild-2788d0ff6ee370a7.jpeg"
  },
  {
    "name": "gmp · Architekten von Gerkan, Marg und Partner",
    "location": "Hardenbergstraße 4, 10623 Berlin",
    "url": "www.gmp-architekten.de",
    "description": "",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/3/3/3/gmp_projektbild-bb1f1ef635cd6c84.jpg"
  },
  {
    "name": "GRAFT",
    "location": "Heidestrasse 50, 10557 Berlin",
    "url": "www.graftlab.com",
    "description": "DEDas Architekturbüro GRAFT wurde 1998 durch Lars Krückeberg, Wolfram Putz und Thomas Willemeit in Los Angeles, Kalifornien als Label für Architektur, Städtebau, Design, Musik und „the pursuit of happiness“ gegründet. Seit 2001 unterhalten die Architekten eine Bürofiliale in Berlin, seit 2004 eine weitere in Peking. Insgesamt beschäftigt GRAFT rund 130 Mitarbeiter auf drei Kontinenten.Wir verweigern uns den traditionellen, virtuellen  und wirklichen Grenzen in der Arbeitswelt und sind so in der Lage mehr Möglichkeiten und eine sich ständig ausdehnende Palette an Lösungen in unserer Arbeit anzubieten. Unerwartetes, überraschende Missverständnisse, globaler Transfer räumlicher Qualitäten und die Produktion robuster Bastarde – eine  Architektur entstanden aus ihren Umständen, die nur durch das GRAFTEN verschiedener Realitäten möglich war.Verstreut über die Kontinente, interdisziplinär und in verschiedenen Erfahrungshorizonten befindlich, ist in jeder Phase in jedem  Projekt von GRAFT etwas Bodenständiges sowie auch Fremdes beherbergt.Die konsequenten Verbindungen und Nachbarschaften produzieren und mutieren aus diesem Reichtum des Prozesses, dieses inspiriert uns, treibt uns an und ist der Grundstock aller Arbeit von GRAFT.Im Kontext der formal experimentierenden Architekturszene zählt GRAFT zu jener international ausgezeichneten Garde, die mit einem erweiterten und amorphen Formvokabular experimentieren und sich mit neuen Möglichkeiten der Parametrisierung von Volumen und Raum auseinandersetzten. Dies schließt die Gleichzeitigkeit verschiedener formaler Haltungen, Prinzipien des Fügens, des Hybridisierens und einer Methodik des Entwerfens im Team genauso ein, wie die kulturelle Offenheit eines Büros, das heute auf drei Kontinenten in einer Vielzahl unterschiedlicher Gesellschaften arbeitet und baut.ENGRAFT was established in 1998 in Los Angeles, California by Lars Krückeberg, Wolfram Putz and Thomas Willemeit. Further offices followed in Berlin, Germany in 2001 and Beijing, China in 2004.   GRAFT was conceived as a ‘Label’ for Architecture, Urban Planning, Design, Music and the “pursuit of happiness”. Since the firm was established, it has been commissioned to design and manage a wide range of projects in multiple disciplines and locations. With the core of the firm’s enterprises gravitating around the field of architecture and the built environment, GRAFT has always maintained an interest in crossing the boundaries between disciplines and “grafting” the creative potentials and methodologies of different realities. This is reflected in the firm’s expansion into the fields of exhibition design and product design, art installations, academic projects and “events” as well as in the variety of project locations in Germany, China, UAE, Russia, Georgia, in the U.S. and Mexico, to name a few. Our collective professional experience encompasses a wide array of building types including Fine Arts, Educational, Institutional, Commercial and Residential facilities. The firm has won numerous international awards. With a staff of talented architectural professionals and administrators, GRAFT has the resources and technology necessary to execute a project from programming to design and through construction, including construction documents, construction administration, and governmental agency review phases. GRAFT has rigorously undertaken an increasing role in programming, master-planning and urban design. Additionally, our firm maintains successful relationships, as needed, with associate architectural and engineering firms and specialty consultants.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/7/1/7/graft_projektbild-953e74be83a97c34.jpeg"
  },
  {
    "name": "HENN",
    "location": "Alexanderstraße 7, 10178 Berlin",
    "url": "www.henn.com",
    "description": "HENN ist ein international tätiges Architekturbüro mit Büros in München, Berlin und Peking und verfügt über mehr als 65 Jahre Erfahrung in den Bereichen Kultur- und Bürobau, Lehre und Forschung sowie Entwicklung, Produktion und Masterplanning.Das Büro wird von Gunter Henn und zwanzig Partnern geführt. 350 Mitarbeiter – Architekten, Designer, Planer und Ingenieure – aus über 30 Nationen greifen hier auf den reichhaltigen Wissensschatz von drei Generationen Bauerfahrung und ein weltweites Netzwerk aus Partnern und Experten verschiedener Professionen zurück.Diese Kontinuität, gepaart mit fortschrittlichen Gestaltungsmethoden sowie interdisziplinären Forschungsprojekten, bildet die Basis für eine permanente Auseinandersetzung mit aktuellen Fragestellungen sowie eine maßgebende Designhaltung: Formen und Räume sind kein bloßes Ziel, sondern werden aus den Prozessen, Anforderungen und kulturellen Kontexten des jeweiligen Projekts entwickelt. Als Generalplaner sind wir in der Lage, diesem Leitgedanken in jeder Phase der Projektplanung und -umsetzung gerecht zu werden.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/7/8/5/henn_projektbild-afb0dcfe012a3416.jpeg"
  },
  {
    "name": "Heinle, Wischer und Partner",
    "location": "Gutenbergstraße 4, 10587 Berlin",
    "url": "www.heinlewischerpartner.de",
    "description": "Die Aufgaben, Orte und Entstehungszeiten sind verschieden. Gemeinsam ist allen Projekten die Haltung, mit der wir uns den Aufgaben stellen: die Geschichte und Kultur des Ortes zu respektieren, Bedürfnisse derer, für die gebaut wird, zu erkennen, ökologische und ökonomische Bedingungen zu beachten. Das Ganze soll mehr sein als die Summe seiner Teile. Neben der Qualität der einzelnen Projekte sind Rechtschaffenheit in Bezug auf Auftraggeber, Planungsbeteiligte und ausführende Firmen sowie die Kontinuität des Büros Ziele unserer Arbeit.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/5/5/3/heine_wischer_partner_projektbild-60670a1eed190577.jpeg"
  },
  {
    "name": "KINZO",
    "location": "Rudi-Dutschke-Str. 26, 10969 Berlin",
    "url": "www.kinzo-berlin.de",
    "description": "Wir, Karim El-Ishmawi, Martin Jacobs, Chris Middleton und unser Team, sind Kinzo.2005 haben wir unser Architekturbüro in Berlin gegründet und arbeiten mittlerweile weltweit für international tätige Unternehmen an der Schnittstelle zu Innenarchitektur und Design.Eine optimale Beratung unserer Kunden, genaue Analyse jedes Projekts und gemeinsame Entwicklung von Strategien bilden das Fundament unserer Arbeit. Der ganzheitliche Gestaltungsansatz sowie die Begleitung durch alle Phasen komplettieren unsere Firmenphilosophie, die stets nach einer individuellen und nachhaltigen Lösung strebt.",
    "banner_url": "https://www.baunetz-architekten.de/img/1/8/4/4/5/2/7/kinz-decbf239e911010a.jpeg"
  },
  {
    "name": "Staab Architekten",
    "location": "Schlesische Str. 27, 10997 Berlin",
    "url": "www.staab-architekten.com",
    "description": "Die Gründung des Büros Staab Architekten geht auf den Wettbewerbserfolg 1991 für das Neue Museum in Nürnberg zurück. Seit 1996 findet eine partnerschaftliche Zusam­men­ar­beit mit Dipl. Ing. A. Nieuwenhuizen statt. Durch mehrere Wettbewerbserfolge wurden in den letzten Jahren öffentliche Hochbauprojekte aus unterschiedlichen Bereichen wie Kulturbauten, wissenschaftliche Forschungs- und Lehrgebäude, Büro- und Verwaltungsgebäude sowie Bildungsbauten ge­plant und realisiert.Ein wesentliches Anliegen unserer Arbeit ist es, die komplexen Bedingungen von Architektur zu einer einfachen, überraschend plausiblen Gestalt zu verdichten. Dabei spielen kontextuelle, wirtschaftliche, funktionale und technische Bedingungen eine ebenso wichtige Rolle wie die formale Bedingung, die sich aus der jeweiligen Logik des Baukörpers entwickelt.Die Konzentration auf das Wesentliche steht im Mittelpunkt unserer Arbeit. Diese Grundhaltung wird bis ins Detail verfolgt. So ist unsere architektonische Arbeit geprägt von dem behutsamen, konzeptionellen Einsatz von Form, Material und Farbe.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/3/8/9/staab_projektbild-6ef7d26a93cafc18.jpg"
  },
  {
    "name": "Sweco Architects",
    "location": "Franklinstraße 28, 10587 Berlin",
    "url": "www.sweco-gmbh.de",
    "description": "Unter „Sweco Architects“ versammeln sich die über 200 Architekten der Sweco GmbH und ihrer Tochtergesellschaft „Jo. Franzke Generalplaner GmbH“. Sweco steht für eine hohe fachliche Qualität, für Verbindlichkeit in der Kundenbeziehung und die Verantwortung für den Projekterfolg. Gemeinsam mit ihren Kollegen von der TGA und der Tragwerksplanung setzen die Sweco Architects anspruchsvolle Projekte risikofest um. Dabei stehen die ganzheitliche Betreuung von Bauprojekten und die umfassende Berücksichtigung der Kundenwünsche im Mittelpunkt.Im World Architecture 100 Ranking 2019 des britischen Magazins Building Design (BD) belegt Sweco den 6. Platz und platziert sich damit unter den zehn größten Architekturbüros weltweit. Mit mehr als 1.200 Architekten sind wir das größte Architekturbüro in Europa.",
    "banner_url": "https://www.baunetz-architekten.de/img/5/6/6/3/7/4/WH1405-1776-7b4b89e7a9f7acea.jpg"
  },
  {
    "name": "J. MAYER H. und Partner",
    "location": "Zementhaus Knesebeckstrasse 30, 10623 Berlin",
    "url": "www.jmayerh.de",
    "description": "J. MAYER H. und Partner arbeiten an den Schnittstellen von Architektur, Kommunikationsdesign und Neuen Technologien. Dabei spielt der Einsatz interaktiver Medien und responsiver Materialien eine zentrale Rolle bei der Produktion von Raum. Aktuelle internationale Projekte sind das Metropol Parasol – die Neugestaltung der Plaza de la Encarnacion in Sevilla, Spanien; der Court of Justice in Hasselt, Belgien; der Pavillon KA 300, erbaut zum 300. Stadtjubiläum der Stadt Karlsruhe, sowie verschiedene öffentliche und infrastrukturelle Bauten in Georgien, wie zum Beispiel der Flughafen in Mestia, der Grenzübergang in Sarpi und die Raststätten entlang der neuen Autobahn nahe Gori und Locchini. In kooperativen Teams wird, von Installationen bis zu städtebaulichen Entwürfen und internationalen Wettbewerben, multidisziplinäre Raumforschung zum Verhältnis von Körper, Natur und Technologie erarbeitet und realisiert.",
    "banner_url": "https://www.baunetz-architekten.de/img/3/0/3/6/7/j-mayer_h_projektbild-1079bb4ef5c5a01d.jpeg"
  }
]
