[
  {
    "name": "KSP Jürgen Engel Architekten",
    "location": "Kurfürstendamm 48, 10707 Berlin",
    "url": "www.ksp-architekten.de",
    "description": "KSP Jürgen Engel Architekten is a German architectural firm that also operates successfully internationally. The decentralized structure with five offices in Berlin, Braunschweig, Frankfurt, Hamburg and Munich as well as the international locations in Beijing and Shenzhen allows us to respond to regional specifics and to manage a wide range of construction tasks. In addition to classic architectural services, around 300 employees provide all the necessary construction-related services, from general planning and construction management to product design. Urban planning services, refurbishment and upgrading, sustainable building and consulting services round off the range of services. The office wins a large part of its contracts through successful participation in international architectural competitions.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_1_3.jpg"
  },
  {
    "name": "Barkow Leibinger",
    "location": "Schillerstr. 94, 10625 Berlin",
    "url": "www.barkowleibinger.com",
    "description": "In 1993, Frank Barkow and Regine Leibinger founded their American-German office in Berlin. Today, it employs around 70 people. The range of services provided by Barkow Leibinger includes public buildings, office buildings, and interior design for residential and commercial properties in existing buildings. The main focus - building for medium-sized and large companies - includes not only the preparation of long-term master plans for site development, but also the planning and realization of representative and functional buildings for production, logistics and administration. The office's self-image is characterized by the interplay of practice, research and teaching. Recently, the focus in all three areas has been on the question of how digital manufacturing technologies and components tailored in series by machines can be applied in such a way that they not only complement architecture as a surface or accessory, but also help to create constructive, spatial structures.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_2_3.jpg"
  },
  {
    "name": "kadawittfeldarchitektur",
    "location": "Alexanderstraße 7, 10178 Berlin",
    "url": "www.kwa.ac",
    "description": "We are kadawittfeldarchitektur. Founded in Aachen in 1999, today we stand for much more than architectural design alone. The interdisciplinary approach in our work, linking architecture, interior design and design on the one hand and at the interface of urban planning and urban projects on the other, reflects the breadth of our creative work. In a team of over 150 employees, we create value-added architecture as living space, communication space, living space and working space. Our approach to volume, material, structure and use is characterized by the striving for integration into the environment - with the goal of creating contemporary and sustainable architecture, committed to the user as well as the viewer. Together with all project participants - our clients, the users, experts and the public - we search for the tailor-made solution: tailored to the spatial as well as functional requirements and the socio-cultural context of the respective project. Based on many years of experience and our extensive network of internal and external experts and cooperation partners from a wide range of disciplines, we stand for the highest level of planning competence and implementation on schedule and within budget.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_3_2.jpg"
  },
  {
    "name": "sauerbruch hutton",
    "location": "Lehrter Straße 57, 10557 Berlin",
    "url": "www.sauerbruchhutton.com",
    "description": "Sauerbruch Hutton is an international architecture, urban planning and design office founded in London in 1989 and now based in Berlin. The office has since become one of the most important representatives of sustainable building. Currently, about 110 employees work in the office in Berlin. The joy of sensual interaction with space and material, the sensible application of the latest technology and the prudent use of available resources of all kinds form the focus of the designs. The projects are created in close dialogue with their surroundings and are tailored to the specific needs of their users. In all projects, the office works closely with selected specialist planners from the outset.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_4_4.jpg"
  },
  {
    "name": "gmp · Architekten von Gerkan, Marg und Partner",
    "location": "Hardenbergstraße 4, 10623 Berlin",
    "url": "www.gmp-architekten.de",
    "description": "The architecture firm gmp was founded in 1965 by Meinhard von Gerkan and Volkwin Marg. With over 500 employees spread across eleven locations, gmp is active in Germany and abroad. They are one of the few offices with a generalist position, responsible for a project from the draft idea and its realization to the interior design. Their conception of architecture is characterized by the Vitruvian criteria of durability, practicality and beauty. In their understanding, architecture deserves the attribute sustainable in the sense of durable if it takes into account climatic conditions as well as being designed in a materially appropriate way and if the house is designed as a shell for the diversity of human existence as naturally as possible. Beyond this claim, they build in different cultural areas according to certified guidelines in coordination with the building owners. Their projects range from single-family homes, hotels, museums, theaters and concert halls, office buildings, commercial centers and hospitals to research, sports and educational facilities, as well as transportation buildings, commercial buildings and master planning.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_5_2.jpg"
  },
  {
    "name": "GRAFT",
    "location": "Heidestrasse 50, 10557 Berlin",
    "url": "www.graftlab.com",
    "description": "ENGRAFT was established in 1998 in Los Angeles, California by Lars Krückeberg, Wolfram Putz and Thomas Willemeit. Further offices followed in Berlin, Germany in 2001 and Beijing, China in 2004. GRAFT was conceived as a ‘Label’ for Architecture, Urban Planning, Design, Music and the “pursuit of happiness”. Since the firm was established, it has been commissioned to design and manage a wide range of projects in multiple disciplines and locations. With the core of the firm’s enterprises gravitating around the field of architecture and the built environment, GRAFT has always maintained an interest in crossing the boundaries between disciplines and “grafting” the creative potentials and methodologies of different realities. This is reflected in the firm’s expansion into the fields of exhibition design and product design, art installations, academic projects and “events” as well as in the variety of project locations in Germany, China, UAE, Russia, Georgia, in the U.S. and Mexico, to name a few. Our collective professional experience encompasses a wide array of building types including Fine Arts, Educational, Institutional, Commercial and Residential facilities.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_6_3.jpg"
  },
  {
    "name": "HENN",
    "location": "Alexanderstraße 7, 10178 Berlin",
    "url": "www.henn.com",
    "description": "HENN is an internationally active architectural firm with offices in Munich, Berlin and Beijing. The firm has more than 65 years of experience in the fields of cultural and office construction, teaching and research, as well as development, production and master planning. 350 employees - architects, designers, planners and engineers - from more than 30 nations draw on the wealth of knowledge of three generations of building experience and a worldwide network of partners and experts from various professions. This continuity, coupled with advanced design methods and interdisciplinary research projects, forms the basis for a permanent engagement with current issues and an authoritative design attitude: forms and spaces are not a mere goal, but are developed from the processes, requirements and cultural contexts of the respective project. As general planners, we are able to live up to this guiding principle in every phase of project planning and implementation.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_7_3.jpg"
  },
  {
    "name": "Heinle, Wischer und Partner",
    "location": "Gutenbergstraße 4, 10587 Berlin",
    "url": "www.heinlewischerpartner.de",
    "description": "The tasks, places and times of creation are different. What all projects have in common is the attitude with which we approach the tasks: respecting the history and culture of the place, recognizing the needs of those for whom construction is taking place, taking ecological and economic conditions into account. The whole should be more than the sum of its parts. In addition to the quality of the individual projects, righteousness in relation to clients, planning participants and executing companies as well as the continuity of the office are goals of our work.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_8_3.jpg"
  },
  {
    "name": "KINZO",
    "location": "Rudi-Dutschke-Str. 26, 10969 Berlin",
    "url": "www.kinzo-berlin.de",
    "description": "We, Karim El-Ishmawi, Martin Jacobs, Chris Middleton and our team, are Kinzo. We founded our architecture firm in Berlin in 2005 and now work worldwide for internationally active companies at the interface of interior architecture and design. Optimal consultation with our clients, precise analysis of each project and joint development of strategies form the foundation of our work. The holistic design approach as well as the support through all phases complete our company philosophy, which always strives for an individual and sustainable solution.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_9_2.jpg"
  },
  {
    "name": "Staab Architekten",
    "location": "Schlesische Str. 27, 10997 Berlin",
    "url": "www.staab-architekten.com",
    "description": "The foundation of the office Staab Architekten goes back to the competition success in 1991 for the New Museum in Nuremberg. Since 1996 there has been a partnership with Dipl. Ing. A. Nieuwenhuizen. Due to several competition successes, public building construction projects from different areas such as cultural buildings, scientific research and teaching buildings, office and administration buildings as well as educational buildings have been planned and realized in recent years. A major concern of our work is to condense the complex conditions of architecture into a simple, surprisingly plausible form. Contextual, economic, functional and technical conditions play just as an important role as the formal condition, which develops from the respective logic of the building structure. Concentration on the essential is the focus of our work. This basic attitude is followed in every detail. Thus our architectural work is characterized by the careful, conceptual use of form, material and color.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_10_2.jpg"
  },
  {
    "name": "Sweco Architects",
    "location": "Franklinstraße 28, 10587 Berlin",
    "url": "www.sweco-gmbh.de",
    "description": "Sweco Architects brings together more than 200 architects from Sweco GmbH and its subsidiary 'Jo. Franzke Generalplaner GmbH'. Sweco stands for high professional quality, for commitment in the customer relationship and for responsibility towards the success of the project. Together with their colleagues from TGA and structural design, Sweco Architects implement demanding projects in a risk-proof manner. The focus is on the holistic management of construction projects and the comprehensive consideration of client requirements. Sweco is ranked 6th in the 2019 World Architecture 100 Ranking by the British magazine Building Design (BD), placing it among the top ten architecture firms worldwide. With more than 1,200 employees, we are the largest architecture firm in Europe.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_11_2.jpg"
  },
  {
    "name": "J. MAYER H. und Partner",
    "location": "Zementhaus Knesebeckstrasse 30, 10623 Berlin",
    "url": "www.jmayerh.de",
    "description": "J. MAYER H. and Partners work at the interfaces of architecture, communication design and new technologies. The use of interactive media and responsive materials plays a central role in the production of space. Current international projects include the Metropol Parasol - the redesign of the Plaza de la Encarnacion in Seville, Spain; the Court of Justice in Hasselt, Belgium; the Pavilion KA 300, built for the 300th anniversary of the city of Karlsruhe, as well as various public and infrastructural buildings in Georgia, such as the airport in Mestia, the border crossing in Sarpi, and the rest stops along the new highway near Gori and Locchini. In cooperative teams, from installations to urban designs and international competitions, multidisciplinary spatial research on the relationship between body, nature and technology is developed and realized.",
    "banner_url": "https://res.cloudinary.com/db5jh0zwo/image/upload/office_projects/office_project_12_2.jpg"
  }
]
