[
  {
    "id": 1,
    "date": "December 25, 2020",
    "time_start": "7:00 PM",
    "time_end": "9:00 PM",
    "title": "BAN networking \"Happy Hour!\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.517986%2C13.441352",
    "venue": "James June Event GmbH",
    "location": "Karl-Marx-Allee 93",
    "description": "Dear BAN members, once again, we'll meet for a drink in our monthly networking event.Every last Tuesday of the month, we invite all members to come together and meet each other. It is a great opportunity to make new connections, have good conversations, and relax in a safe and inclusive environment.Hope to see you all there!Every last Tuesday of the month, we invite all members to come together and meet each other. It is a great opportunity to make new connections, have good conversations, and relax in a safe and inclusive environment.Hope to see you all there!"
  },
  {
    "id": 2,
    "date": "December 22, 2020",
    "time_start": "2:00 PM",
    "time_end": "3:00 PM",
    "title": "BAN walks \"MVRDV Haus Berlin\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.516747%2C13.442121",
    "venue": "Architecture Gallery Berlin",
    "location": "Karl-Marx-Allee",
    "description": "In our next event, let’s meet at the Architektur Galerie Berlin to visit the exhibition “MVRDV Haus Berlin,” where the Dutch studio presents its entire “German oeuvre” for the first time, consisting of more than 50 completed projects and designs.You can find more details about the exhibition here: We'll meet in front of the Architektur Galerie Berlin, check the exhibition, and sit down for a little coffee afterward.(many thanks to Lucas, for the tip!)We'll meet in front of the Architektur Galerie Berlin, check the exhibition, and sit down for a little coffee afterward.(many thanks to Lucas, for the tip!)"
  },
  {
    "id": 3,
    "date": "December 15, 2020",
    "time_start": "10:00 AM",
    "time_end": "4:00 PM",
    "title": "BAN walks \"The modern housing estates: Unesco world heritage in Berlin\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.536846%2C13.273250",
    "venue": "Siemensdamm",
    "location": "Siemensstadt, Berlin",
    "description": "Dear members, our first walking event in 2020 will be on two wheels: we’ll ride our bikes and visit three modernist housing estates in the north of Berlin: the Siemensstadt Großsiedlung, the Schillerpark Siedlung, and the Weiße Stadt.Part of the six UNESCO-awarded housing estates in Berlin, they were built between 1913 and 1934. Architects of classical modernism, in particular Bruno Taut, Hans Scharoun, and Walter Gropius responded to the housing shortage after the First World War at the highest architectural level: modern, affordable apartments with kitchens, bathrooms, and balconies, in houses without a backyard and side wings, but with light, air and sun. The high-quality architecture, the design language, the floor plans, and the urban figures of the settlements became the model for the 20th century.We are planning a relaxed and fun Saturday, with stops for food and coffee along the way. This is our proposed schedule:10:00 Meet at U-Bhf. SiemensdammPart of the six UNESCO-awarded housing estates in Berlin, they were built between 1913 and 1934. Architects of classical modernism, in particular Bruno Taut, Hans Scharoun, and Walter Gropius responded to the housing shortage after the First World War at the highest architectural level: modern, affordable apartments with kitchens, bathrooms, and balconies, in houses without a backyard and side wings, but with light, air and sun. The high-quality architecture, the design language, the floor plans, and the urban figures of the settlements became the model for the 20th century.We are planning a relaxed and fun Saturday, with stops for food and coffee along the way. This is our proposed schedule:10:00 Meet at U-Bhf. Siemensdamm10:15 Visit Siemenstadt Großsiedlung12:00 Ride to Siedlung Schillerpark with a stop for lunch on the way (location TBD)"
  },
  {
    "id": 4,
    "date": "December 9, 2020",
    "time_start": "2:00 PM",
    "time_end": "3:00 PM",
    "title": "BAN walks \"Arctic Nordic Alpine - in Dialog with Landscape, Snøhetta\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.532140%2C13.410857",
    "venue": "Aedes Architekturforum",
    "location": "Christinenstraße 18",
    "description": "It's exhibition time! In our next event, we’ll meet at Aedes to check out the exhibition “Arctic Nordic Alpine,” dedicated to contemporary architecture in vulnerable landscapes and featuring pioneering projects by the internationally renowned architecture and design firm Snøhetta.You can find more details about the exhibition here: We'll meet in front of Aedes, check the exhibition, and sit down for a little coffee afterward.(many thanks to Lucas, for the tip!)You can find more details about the exhibition here: We'll meet in front of Aedes, check the exhibition, and sit down for a little coffee afterward.(many thanks to Lucas, for the tip!)"
  },
  {
    "id": 5,
    "date": "November 28, 2020",
    "time_start": "7:00 PM",
    "time_end": "9:00 PM",
    "title": "BAN networking \"Happy Hour!\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.517986%2C13.441352",
    "venue": "James June Event GmbH",
    "location": "Karl-Marx-Allee 93",
    "description": "Dear BAN members, once again, we'll meet for a drink in our monthly networking event.Every last Tuesday of the month, we invite all members to come together and meet each other. It is a great opportunity to make new connections, have good conversations, and relax in a safe and inclusive environment.Hope to see you all there!PS: Unfortunately, we are still limiting the number of participants due to COVID19 restrictions. But the plan is to soon open it up to anyone who wants to join!Every last Tuesday of the month, we invite all members to come together and meet each other. It is a great opportunity to make new connections, have good conversations, and relax in a safe and inclusive environment.Hope to see you all there!PS: Unfortunately, we are still limiting the number of participants due to COVID19 restrictions. But the plan is to soon open it up to anyone who wants to join!"
  },
  {
    "id": 6,
    "date": "November 14, 2020",
    "time_start": "6:30 PM",
    "time_end": "8:30 PM",
    "title": "BAN workshop \"Master your Portfolio\"",
    "location_url": "",
    "venue": "WeWork Atrium Tower",
    "location": "Eichhornstraße 3",
    "description": "Dear BAN-Members, you may well know as an architect how painful the process of finding a job can be. In most cases, the decision on whether or not to invite someone to an interview, is made within first seconds of looking at a portfolio. The thing about it is, once you do it right, you will thrive!On our next Meetup we would love to help you redesign your architecture portfolio. We'll start by giving you an 101 introduction, showing you a case study and then applying the core principles by adjusting your portfolio live on screen.If you’re interested in improving your portfolio according to the best architecture practices and get feedback from other members, send it to [masked] as a pdf file until the 28th of June.*** Please keep in mind that, depending on the number of portfolios we receive, we will have to decide upon making a selection. ***On our next Meetup we would love to help you redesign your architecture portfolio. We'll start by giving you an 101 introduction, showing you a case study and then applying the core principles by adjusting your portfolio live on screen.If you’re interested in improving your portfolio according to the best architecture practices and get feedback from other members, send it to [masked] as a pdf file until the 28th of June.*** Please keep in mind that, depending on the number of portfolios we receive, we will have to decide upon making a selection. ***We can also do it anonymously, in case you prefer. We are really excited to support you on this, so if you have any further questions let us know!Our goal is for you to increase the chances of being interviewed!"
  },
  {
    "id": 7,
    "date": "November 6, 2020",
    "time_start": "7:00 PM",
    "time_end": "9:00 PM",
    "title": "BAN talks \"Circular Economy in Construction\"",
    "location_url": "",
    "venue": "WeWork Atrium Tower",
    "location": "Eichhornstraße 3",
    "description": "Dear BAN-members, cities play a central role in the global economy. Home to more than half of the world’s population, they are creative, innovative centres of growth. Explore how applying the principles of the circular economy to urban development will create cities that are able to thrive in the long-term, bringing prosperity to their citizens within planetary boundaries.Furthermore, Circular Berlin is providing a workshop. Check it out:Tag 1 \"Circular Economy im Bauwesen\",Donnerstag,[masked], 14.00 - 17.00 UhrFurthermore, Circular Berlin is providing a workshop. Check it out:Tag 1 \"Circular Economy im Bauwesen\",Donnerstag,[masked], 14.00 - 17.00 UhrTag 2 \"Werkzeuge für Circular Economy\"Freitag,[masked], 14.00 - 17.30 Uhr"
  },
  {
    "id": 8,
    "date": "September 30, 2020",
    "time_start": "6:30 PM",
    "time_end": "8:30 PM",
    "title": "BAN networking \"Get back together!\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.517986%2C13.441352",
    "venue": "James September Event GmbH",
    "location": "Karl-Marx-Allee 93",
    "description": "Dear ban-members, it's time to get back together! On September the 30th we would like to gather a small group in a safe event environment. We will meet outdoors in a Biergarten and mantain the required 1.5m distance between everyone so that you can feel safe and comfortable.Furthermore, by hosting a safe event over the next 14 days, Meetup will make a donation to Global Giving's Coronavirus Relief Fund.Come along if you’re looking forward to meet other architects in Berlin and help this cause.Hope you're all doing well.Furthermore, by hosting a safe event over the next 14 days, Meetup will make a donation to Global Giving's Coronavirus Relief Fund.Come along if you’re looking forward to meet other architects in Berlin and help this cause.Hope you're all doing well.Looking forward to see you in person again!"
  },
  {
    "id": 9,
    "date": "September 9, 2020",
    "time_start": "6:30 PM",
    "time_end": "8:30 PM",
    "title": "BAN Talks: Agile Architecture",
    "location_url": "",
    "venue": "WeWork Atrium Tower",
    "location": "Eichhornstraße 3",
    "description": "Dear BAN-Members, have you ever heard of Agile Management?Agile practices have been known to the tech world for a long time now. Several frameworks such as Scrum, Kanban, or XP have been developed in order to manage the workflow of complex software projects.Late in the '90s software development was becoming, due to its increasing complexity, more and more difficult to manage. Projects were out of budget, out of schedule, and ultimately lacking to respond to the client's demands.Does this ring a bell, fellow architects?Agile practices have been known to the tech world for a long time now. Several frameworks such as Scrum, Kanban, or XP have been developed in order to manage the workflow of complex software projects.Late in the '90s software development was becoming, due to its increasing complexity, more and more difficult to manage. Projects were out of budget, out of schedule, and ultimately lacking to respond to the client's demands.Does this ring a bell, fellow architects?In 2001, the release of the Agile Manifesto () transformed the project management world."
  },
  {
    "id": 10,
    "date": "October 30, 2020",
    "time_start": "6:30 PM",
    "time_end": "8:00 PM",
    "title": "Remote Work in Architecture",
    "location_url": "",
    "venue": "WeWork Atrium Tower",
    "location": "Eichhornstraße 3",
    "description": "The current crisis is forcing architects all over the world to work remotely for the first time.And we want to know how is it working.What part of our jobs work and don't work in a remote setting?What tools are people using to get the work done?What are the best advantages of working from home?What part of our jobs work and don't work in a remote setting?What tools are people using to get the work done?What are the best advantages of working from home?What are the biggest issues?And, of course, the biggest question: will remote working finally find a place in our profession?"
  },
  {
    "id": 11,
    "date": "November 16, 2020",
    "time_start": "4:35 PM",
    "time_end": "6:35 PM",
    "title": "Humanitarian Work - dream job or nightmare?",
    "location_url": "https://www.google.com/maps/search/?api=1&query=MEININGER+Hotel+Berlin+Tiergarten%2C+Turmstra%C3%9Fe+25%2C+Berlin%2C+10559%2C+de&query_place_id=ChIJ8eIP7wpRqEcRDJz9wtQH8lw",
    "venue": "MEININGER Hotel Berlin Tiergarten",
    "location": "Turmstraße 25",
    "description": "George Papa will speak about his experience working as a humanitarian worker in Ethiopia, South Sudan, Burundi, Rwanda, Haiti and Kosovo. We will have an open discussion on the pros and cons of Humanitarian Work."
  },
  {
    "id": 12,
    "date": "October 30, 2020",
    "time_start": "7:00 PM",
    "time_end": "9:00 PM",
    "title": "Doomsday Architecture",
    "location_url": "https://www.google.com/maps/search/?api=1&query=The+Castle+Berlin+Mitte%2C+Invalidenstra%C3%9Fe+129%2C+Berlin%2C+10115%2C+de&query_place_id=ChIJuROMaiFSqEcRU5RmfS7QB6Q",
    "venue": "The Castle Berlin Mitte",
    "location": "Invalidenstraße 129",
    "description": "In the USA more and more wealthy citizens are preparing for a doomsday scenario by building underground bunkers and other protective structures to defend themselves from the collapse of society. Let's meet and have a fun discussion. What if we knew for sure that in 2020 the society will collapse into chaos, how would we design buildings to protect our wealthy clients from it. Maybe the old castle designs will be resurrected to life again.We are meeting in the “Dungeon room” in the Castle pub. It is a dark room in the basement. Just to have that feeling of the doomsday...you know. Join us for a lot of crazy ideas inspired by alcohol or by our fantasy. Bring your sketch books if you like."
  },
  {
    "id": 13,
    "date": "September 29, 2020",
    "time_start": "3:00 PM",
    "time_end": "5:00 PM",
    "title": "BAN exhb \"Walking through Walls\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=Gropius-Bau%2C+Niederkirchnerstra%C3%9Fe+7%2C+Berlin%2C+10963%2C+de&query_place_id=ChIJ4TYb281RqEcRPHf9ZNl05uM",
    "venue": "Gropius-Bau",
    "location": "Niederkirchnerstraße 7",
    "description": "Dear BAN-Members, 30 years have gone by since the Fall of the Berliner Wall, one of the most symbolic events of the 20th century.On our next meetup we're going to an exhibition, which explores the concepts of dividing and separating space through physical boundaries. What impact does a wall have on our spatial perception and environment? How do we deal with and react to it?Artists around the world were invited to brainstorm around this topic and bring their work together in this exhibition. Here's some more information:Come along, let's meet at the Gropius Bau and celebrate together the 30th anniversary of this historic event!On our next meetup we're going to an exhibition, which explores the concepts of dividing and separating space through physical boundaries. What impact does a wall have on our spatial perception and environment? How do we deal with and react to it?Artists around the world were invited to brainstorm around this topic and bring their work together in this exhibition. Here's some more information:Come along, let's meet at the Gropius Bau and celebrate together the 30th anniversary of this historic event!"
  },
  {
    "id": 14,
    "date": "September 15, 2020",
    "time_start": "2:00 PM",
    "time_end": "4:00 PM",
    "title": "BAN Walk \"Spreepark!\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.483570%2C13.491632",
    "venue": "Kiehnwerderallee 1",
    "location": "Kiehnwerderallee 1",
    "description": "Dear BAN-Members, on our upcoming meetup we will have the oportunity to visit the \"Spreepark\" in Berlin. This is an oficial open-day event, so there are going to be discussions about future visions, performances as well as workshops for free.The Spreepark was once a very popular East Germany amusement park and has been, since November 2001, abandoned to it's own fate. It's history is surrounded by tragic and controversial events, as you can read on the links below:Feel free to bring your camera as well as your sketchbook in case you want to register the spooky atmosphere of this lost location in Berlin.Looking forward to see you on our next BAN Walk!The Spreepark was once a very popular East Germany amusement park and has been, since November 2001, abandoned to it's own fate. It's history is surrounded by tragic and controversial events, as you can read on the links below:Feel free to bring your camera as well as your sketchbook in case you want to register the spooky atmosphere of this lost location in Berlin.Looking forward to see you on our next BAN Walk!"
  },
  {
    "id": 15,
    "date": "October 8, 2020",
    "time_start": "1:15 PM",
    "time_end": "3:15 PM",
    "title": "BAN Kino \"PUSH - Für das Grundrecht auf wohnen\" ",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.542995%2C13.428028",
    "venue": "Zeiss Major Planetarium",
    "location": "Prenzlauer Allee 80",
    "description": "Dear BAN Members, for the kick off of our brand new BAN Kino series, we're going to watch a film about one of the greatest challenges of our time. Here's the synopsis:\"Housing prices are skyrocketing in cities around the world. Incomes are not. PUSH sheds light on a new kind of faceless landlord, our increasingly unliveable cities and an escalating crisis that has an effect on us all. This is not gentrification, it’s a different kind of monster. The film follows Leilani Farha, the UN Special Rapporteur on Adequate Housing, as she’s travelling the globe, trying to understand who’s being pushed out of the city and why.\"“I believe there’s a huge difference between housing as a commodity and gold as a commodity. Gold is not a human right, housing is,” – Leilani Farha.Come along if you want to get a better understanding and insight about this crisis affecting our cities world wide. We'll watch the film together and start a small discussion afterwards. Looking forward!\"Housing prices are skyrocketing in cities around the world. Incomes are not. PUSH sheds light on a new kind of faceless landlord, our increasingly unliveable cities and an escalating crisis that has an effect on us all. This is not gentrification, it’s a different kind of monster. The film follows Leilani Farha, the UN Special Rapporteur on Adequate Housing, as she’s travelling the globe, trying to understand who’s being pushed out of the city and why.\"“I believe there’s a huge difference between housing as a commodity and gold as a commodity. Gold is not a human right, housing is,” – Leilani Farha.Come along if you want to get a better understanding and insight about this crisis affecting our cities world wide. We'll watch the film together and start a small discussion afterwards. Looking forward!"
  },
  {
    "id": 16,
    "date": "October 1, 2020",
    "time_start": "8:30 AM",
    "time_end": "7:00 PM",
    "title": "BAN Trips #1 - Bauhaus 100",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.521587%2C13.411099",
    "venue": "S-Bahn Kundenzentrum Alexanderplatz",
    "location": "Alexanderplatz Berlin",
    "description": "Dear BAN People, we are doing our first BAN Trip to Dessau. This old, quaint little town in Saxony-Anhalt was home to one of the biggest movements in the 20th Century: the Bauhaus. Under the direction of Water Gropius, followed by Hannes Meyer and Mies van der Rohe, it revolutionized not only architecture but also arts, design, literature, and many other fields. It brought modernism to the foreground and transformed design education throughout the world.This year, Bauhaus is commemorating its centenary. For that, buildings were renovated and exhibitions were set up, which makes it a perfect opportunity for a trip to Dessau to check it all out.This is the proposed transportation schedule:9:07 (arrival 10:53) Alexanderplatz to Dessau HbfThis year, Bauhaus is commemorating its centenary. For that, buildings were renovated and exhibitions were set up, which makes it a perfect opportunity for a trip to Dessau to check it all out.This is the proposed transportation schedule:9:07 (arrival 10:53) Alexanderplatz to Dessau Hbf17:05 (arrival 18:54) Dessau Hbf to AlexanderplatzDepending on the number of attendees, we can buy Brandenburger Tickets; it costs 29EUR, but allows for up to five people to travel both ways. For that, we should meet about half an hour before the scheduled time."
  },
  {
    "id": 17,
    "date": "December 22, 2020",
    "time_start": "6:00 PM",
    "time_end": "8:00 PM",
    "title": "BAN Talks",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.506336%2C13.373199",
    "venue": "WeWork Atrium Tower",
    "location": "Eichhornstraße 3",
    "description": "Dear BAN Members, do you have a project, a blog or even a life experience about architecture that you would like to share?Along our path as architects, we create visions, change landscapes, mirror the spirit of times... One could say that behind every building or the smallest detail there’s a story to tell.Perhaps you’ve been abroad, want to write a book or talk about your latest Revit script? On our second Meetup of the series „BAN Talks“ the time has come to stand up and share your own story!Whether if you‘re a good listener or a charismatic storyteller, you‘re all invited to come. Let us show the world that architecture is not dead. On the contrary, it’s well alive and ready to speak out! ;-)Along our path as architects, we create visions, change landscapes, mirror the spirit of times... One could say that behind every building or the smallest detail there’s a story to tell.Perhaps you’ve been abroad, want to write a book or talk about your latest Revit script? On our second Meetup of the series „BAN Talks“ the time has come to stand up and share your own story!Whether if you‘re a good listener or a charismatic storyteller, you‘re all invited to come. Let us show the world that architecture is not dead. On the contrary, it’s well alive and ready to speak out! ;-)If you feel like giving a talk, let us know in the comments below which topic you'd like to present, so that we can get organized.Looking forward!"
  },
  {
    "id": 18,
    "date": "December 11, 2020",
    "time_start": "3:00 PM",
    "time_end": "5:00 PM",
    "title": "BAN Networking",
    "location_url": "https://www.google.com/maps/search/?api=1&query=Caf%C3%A9+Dix+in+der+Berlinischen+Galerie+in+Kreuzberg%2C+Alte+Jakobstra%C3%9Fe+124%2C+Berlin%2C+10969%2C+de&query_place_id=ChIJx8gK_5hPqEcRR_h-tvUMSHU",
    "venue": "Café Dix in der Berlinischen Galerie in Kreuzberg",
    "location": "Alte Jakobstraße 124",
    "description": "Dear BAN-Members, are you looking for a new job? or aiming to expand your network by meeting other architects?Our upcoming Meetup it's going to be all about socializing and getting to know each other. If you're looking forward to meet members from different offices, explore what they’re doing at the moment and exchange ideas, this is the chance!Come along and take this opportunity to enjoy yourself while expanding your architectural network.Our upcoming Meetup it's going to be all about socializing and getting to know each other. If you're looking forward to meet members from different offices, explore what they’re doing at the moment and exchange ideas, this is the chance!Come along and take this opportunity to enjoy yourself while expanding your architectural network."
  },
  {
    "id": 19,
    "date": "January 14, 2021",
    "time_start": "3:00 PM",
    "time_end": "5:00 PM",
    "title": "BAN Networking Session",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.503760%2C13.398700",
    "venue": "Café Dix in der Berlinischen Galerie in Kreuzberg",
    "location": "Alte Jakobstraße 124",
    "description": "Dear BAN-Members, are you looking for a new job? or aiming to expand your network by meeting other architects?Our upcoming Meetup it's going to be all about socializing and getting to know each other. If you're looking forward to meet members from different offices, explore what they’re doing at the moment and exchange ideas, this is the chance!Come along and take this opportunity to enjoy yourself while expanding your architectural network.Our upcoming Meetup it's going to be all about socializing and getting to know each other. If you're looking forward to meet members from different offices, explore what they’re doing at the moment and exchange ideas, this is the chance!Come along and take this opportunity to enjoy yourself while expanding your architectural network."
  },
  {
    "id": 20,
    "date": "January 30, 2021",
    "time_start": "2:00 PM",
    "time_end": "4:00 PM",
    "title": "BAN Walks",
    "location_url": "https://www.google.com/maps/search/?api=1&query=52.520000%2C13.347857",
    "venue": "Bellevue",
    "location": "Bellevue, Berlin",
    "description": "In our first ever BAN Walks event, we'll go to Hansaviertel. It is a social housing experiment from the 60s located in on the edge of Tiergarten in former West Berlin. Our improvised guide Daniel will guide us among buildings from Alvar Aalto, Oscar Niemeyer, Le Corbusier, Walter Gropius, and many other master architects.And bring your cameras! This will also be a Photo Walk, and any photo sent to us will be published on the group page.It's time to get your Bresson out to explore great modernist architecture!It's time to get your Bresson out to explore great modernist architecture!"
  },
  {
    "id": 21,
    "date": "January 27, 2021",
    "time_start": "6:30 PM",
    "time_end": "11:55 PM",
    "title": "Gallery Weekend Berlin",
    "location_url": "https://www.google.com/maps/search/?api=1&query=Alexandrinenstr.+118-121%2C+10969+Berlin%2C+Berlin%2C+de",
    "venue": "Johann König, St. Agnes",
    "location": "Alexandrinenstr. 118-121, 10969 Berlin",
    "description": "In our first ever BAN Walks event, we'll go to Hansaviertel. It is a social housing experiment from the 60s located in on the edge of Tiergarten in former West Berlin. Our improvised guide Daniel will guide us among buildings from Alvar Aalto, Oscar Niemeyer, Le Corbusier, Walter Gropius, and many other master architects.And bring your cameras! This will also be a Photo Walk, and any photo sent to us will be published on the group page.It's time to get your Bresson out to explore great modernist architecture!It's time to get your Bresson out to explore great modernist architecture!"
    },
  {
    "id": 22,
    "date": "December 13, 2020",
    "time_start": "6:30 PM",
    "time_end": "8:30 PM",
    "title": "Brainstorming Session \"Housing Architecture\"",
    "location_url": "https://www.google.com/maps/search/?api=1&query=Torstra%C3%9Fe+177%2C+10115+Berlin%2C+Berlin%2C+de",
    "venue": "Kontist GmbH",
    "location": "Torstraße 177, 10115 Berlin",
    "description": "In our first ever BAN Walks event, we'll go to Hansaviertel. It is a social housing experiment from the 60s located in on the edge of Tiergarten in former West Berlin. Our improvised guide Daniel will guide us among buildings from Alvar Aalto, Oscar Niemeyer, Le Corbusier, Walter Gropius, and many other master architects.And bring your cameras! This will also be a Photo Walk, and any photo sent to us will be published on the group page.It's time to get your Bresson out to explore great modernist architecture!It's time to get your Bresson out to explore great modernist architecture!"
    }
]
