[
  {
    "id": 1,
    "title": "Going Postal: Post Office Style in America",
    "date": "2017-04-13",
    "content": "While Trump is trying to Even more than UPS and Fedex (and when was the last time you saw DHL or an Amazon drone stopped by?) they are the most frequent visitors to every home and business in the nation, often walking right up to the front door, or maintaining a respectful distance for those with mailboxes or apartment mailrooms. It can be an incredibly intimate transgression, but one that we accept without much fuss. They are, for many of us, the closest we get to the federal government and for the most part they are the best face the federal government has (91% approval, beating out NASA and the CDC) although I am still trying to get my mail carrier (11231) to close the gate after her trek up and down my stoop. Based on her recalcitrance I think she may be trying to tell me to fuck off. I get it…it’s a relationship, after all.\nThe people themselves, their uniforms and trucks have virtually no discernible style, rendering them almost transparent (unlike the ‘hotties in brown’ working it for UPS!) a part of the street furniture. As much as they may be the most intimate federal presence in our lives, they are also the most invisible. The image of the kindly/bumbling mail carrier, from Mr. McFeely to Cliff Clavin to ‘The buildings are another story. They almost inevitably have character, though not often possessing actual Post Offices form a national catalog of the most inoffensive buildings of their time. Like Ed Ruscha’s volumes of photos of There are exceptions, of course, to the middlebrow architecture that is the postal norm. On the smaller end of the spectrum would be post offices like my own upstate versions. Our tiny town has two post offices (12581 and 12506) both of which are miniscule and one of which is so fucking adorable that no one can pass it without smiling. The Bangall, NY (12506) P.O. was built in the same year as the largest Post Office in America (10001), but is smaller than a single bathroom in that behemoth.\nThe Farley Post Office (10001) is the biggest and most remarkable of all Post Office buildings. Not only did it actually coin the ‘neither snow nor rain nor heat…’ unofficial motto (apocryphally it was sketched in as a placeholder by a partner at McKim Mead and White’s office, adapted from Herotodus describing the Persian postal system in 500AD, filling the block-long architrave, just barely, and it stuck) but it was open 24/7, making it busiest on April 15, filled with tax return procrastinators and December 25 with those who care about those things.\nIts façade is almost Germanic (well, Speer-ish) in its relentless and monumental repetition, with what must be the longest continuous steps since ancient Rome (not including Speer). But rather than progress through the linear façade into a centralized space inside, like the New York County Courthouse (12 Angry Men territory), it matches each one of the 21 bays, across a wide concourse, with a single postal window! It is almost manically regimented, but there is no grander postal experience than 10001, the General Post Office.\nIt is also remarkably non-hierarchical or insanely democratic, depending on your perspective; no matter which door you choose you will face a single postal window with a single postal worker. No door is more important than others, and none are accentuated except by the single central flag over the central matching door. It’s a one-to-one relationship between the individual citizen and the nation’s second largest (after the armed services) federal agency.\nThe McKim, Mead and White partner responsible, William Mitchell Kendall, was taking the ‘history of delivery’ as seriously as anyone, ever, has, and added names of those historical individuals responsible for the idea of a postal system to the flanking pavilions. Those include Cardinal de Richelieu (who apparently made the French poste more accessible to mere mortals), Charlemagne, Emperor Cyrus of Persia and a whole host of others who helped make mail delivery a foundational idea of civilization. That level of seriousness and historical familiarity is pretty much lost on us 100 years later, but it is emblematic of the almost religious fervor that Federal Buildings embraced to become the new classicism in our lives.\nFarley, named for FDR’s Postmaster General, is destined to be an extension of Penn Station (formerly housed in the almost matching, utterly majestic McKim, Mead and White building across 8th Ave., sadly demolished) and offices for Facebook, but while it was a ‘building-in-waiting’ photographer She took a few of us on a tour when her photos were being displayed in the building; ironically a show of inaccessible spaces displayed in the same inaccessible spaces. Margaret was (she died in June, 2020, suddenly) a remarkable photographer, called the modern Her elegiac images of Farley connect America’s largest Post Office to the smallest. The sense of familiarity, even humble familiarity, reposition Farley’s former grandeur to align with the hominess of our town’s tiny P.O.. It’s the opposite of what Margaret was famous for; her photographs of the homeless enclaves built first in Tompkins Sq. Park (10009) elevate the least distinguished and most ad hoc homes to real places with real people. She followed those residents as they were displaced by the demolition of the Tompkins Square Park fabrications to train tunnels (Farley, along with hundreds of other P.O’s, was embellished, some 25 years after opening, along with a few of the more than 1,000 P.O. murals created by the Section of Fine Arts in the Treasury Department. It was the genesis of the 1% for Art programs we still see, with Treasury devoting that substantial sum to employ artists (during the Depression) and benefit P.O.’s everywhere. The style is remarkably consistent, ranging from Norman Rockwell (skirting Grant Wood) to Thomas Hart Benton with a brief stop at Edward Hopper, and with topics from the quotidian to heroic, from family to industry, from rural to metropolitan and rendered in tones from smoky black and white to brilliant color.\nThey represent the style d’etat, social realism primarily depicting white workers, and often depicting white postal workers, doing the sweaty work of the day. They address race only in stereotypes; Native Americans supplicating or slaughtering, African Americans as menial laborers, and white men as the engines of society. They are visual slogans, easy to read instantly internalize; America is back at work! Our way of life is secure! Society functions! We have built a nation!\nToday the heroism of the Post Office is back; valiant carriers of our most sacred right, the vote. It’ll be a while before we can start complaining about not closing gates, late and damaged mail and the price of postage; in our isolation we are reliving the indispensability of a system that reconnects us to everything we have currently lost.\nEven the banality of the PO buildings is a thrilling reminder of normalcy. , in part out of anger/jealousy directed to Amazon (Jeff Bezos, actually) for making so much money and owning the Washington Post and in part to game the election to boost his ever-shrinking chances (and in part just to be a dick) we often overlook just how local this federally-owned presence really is. Post Offices (P.O.s) are part of every community in America, and in small communities they are hubs of civic exchange. The Postmaster/mistress (another naming convention we  is almost too impactful. Mostly they are inconsequential (if indispensable).\n. Even the banalest post offices tend to be local landmarks, but the best of them are quite remarkable architectural statements of their time, often filled with art created in that small window in time when the Section of Fine Arts operated, a division of the Treasury Department, from 1934–1943.\n they are a chronicle of  spent weeks in the building documenting its slightly ruinous state.\n and, for four decades, a beloved professor at ), local abandoned factories (  need to change) often knows every single person in town, where they live, what kind of person they are, what kind of mail they get and send, and where every single residence and business in town is located.\n; neither attempts at brilliance nor completely pointless tropes. They live (are ‘situated’ in the argot of architects) in what everyone these days seems to call the ‘liminal’ zone. It is, to be blunt, where nearly all of us actually live; in between our aspirations and bald necessity. They are background buildings, but by virtue of their content, they are also iconic. ‘Non-conic’ would be one way to say it, and I am working on others…Itty-Bitty-Iconic, Iconicish (or Iconish), Miniconic. I’ll keep working on it.\n.\n) and outdoor gardens ( ).\n   "
  },
  {
    "id": 2,
    "title": "Biber Architects is 9!",
    "date": "2015-06-30",
    "content": "Born on 10/10/10 (an homage to our fave photographer Julius Shulman who was born that day, in 1910!) our office is 9 years young! In nine years we have amassed an international portfolio including the USA Pavilion at the last world Expo, “greater good” work for clients including the NYC Department of Probation and Success Academy Charter Schools, a proposed new floating park above Park Avenue, restaurants, residences and dozens of other projects.Our work depends on our clients, our staff and all the allied consultants, builders and fabricators we work with to produce high quality work. Thanks to all of you for the past nine years of great work!So enjoy these 'things that are nine' images, and moving into our tenth year...      "
  },
  {
    "id": 3,
    "title": "Turning 100 & Calendar Neighbors",
    "date": "2019-05-17",
    "content": "I am beginning to believe that \"birthday neighbors\" (people places and things that sit near each other on the calendar) make for interesting dinner party guests. A few things, very dear to me, turn 100 this year. As I write this on my father's 100th birthday (which he conveniently avoided being around for) I realized that he and another centennial celebrating institution, the Bauhaus, are together the reason that I'm an architect.Millard Francis Biber never liked either of his first names. Attending the University of Virginia in the early 1940's he listed his middle name as Franklin, a joke I just today decoded. Millard Fillmore, and the then current president Franklin Delano Roosevelt, occupy opposite poles of worst and best presidents and he almost certainly was amused by this juxtaposition. Like my notion about the calendar adjacencies he seems to have invented the joke of the worst and best presidents preceding his last name. Everyone knew him as \"Bib\", so at least the last name was sacred. Bib was creative. He won drawings contests as a kid. Could paint signs, when that was a thing, after teaching himself to paint straight lines by practicing on newspaper columns. When Philip Johnson's Glass House was published in Life magazine, he and my mother called to make an appointment to go see it. [When my mother asked how Johnson could move the enormously heavy rug he used as a bed spread, he answered \"well, I have a house boy to do that...doesn't everyone?\".] Bib wanted to be an architect but his father, who with his brothers owned Biber Brothers office supply store in Yonkers, believed Jews couldn't be architects in the 1940's United States. It wasn't exactly Berlin in the 1930's, and Abramovitz, Neutra, Pierre Chareau, Kahn (both), Lapidus, Ain and others seem to have survived, but it might have been as closed to him as it was to women at the time. So he opened an office supply store in New Rochelle. And when he moved it to a former supermarket, a huge open plan dotted with skylights, corrugated glass and walls of dark cork, it truly was the closest thing to a 'Case Study Office Supply' in the east. Two of the most famous locals (and they weren't Rob Petrie and Carl Reiner) were Ezra Stoller and Dave Berg. I remember delivering office supplies to the Stoller house in Mamaroneck and meeting Ezra and Erica Stoller in the store. Richard Roundtree ('who's the baddest mother...') was a delivery driver for Bib before becoming John Shaft, but it was Dave Berg, whose \"Lighter Side of...\" in Mad Magazine was the real star. At summer camp I opened a new issue of 'Mad' to find my father in Berg's cartoons (rendered as a buff dude) and instantly became a camp legend. He managed to live his art adjacent life, bringing us kids to MoMA as 5 year olds and to Soho in the 60's and 70's, becoming fluent in whatever cool art was the thing of the moment. He took us to see Hair in 1968, and when in 1969, when the MIT Press published the landmark book Bauhaus he bought a copy for his cool bachelor pad coffee table. When I was a second semester freshman biology student in 1971 I borrowed the book and pored over it, page by page, for the entire extreme winter semester. When the semester was over I was ready to go to architecture school, which luckily was just a short walk from the bio labs. Because, in spite of the picture above Bib could be a bit of an asshole, he insisted I return the book that had completely changed my life! So the coincidence of the Bauhaus turning 100 just as my father would strikes me as another happy calendar coincidence. And, of course, dear to both my father and me, Barney Greengrass is also 100 years old.   all have birthdays in the same week in May. Philip Johnson and Michael Graves celebrate birthdays on sequential days in July, both infamous for their post modern architectural follies. The same thing seems to be true for things celebrating centennials.    "
  },
  {
    "id": 4,
    "title": "Gropius + Breuer + Knoll",
    "date": "2018-06-05",
    "content": "Sometimes the calendar, and in particular birthdays, makes interesting neighbors and arranges interesting polemics. Take the week of May 18-24, when Walter Gropius (136), Marcel Breuer (116) and Florence Knoll (the ingenue at 102 years young) all celebrate their birthdays. The linkage is trilateral, with the Gropius-Breuer partners in architecture (and of course the Bauhaus), Breuer-Knoll partners in furniture and Knoll working at Gropius’s firm when Breuer was in residence.Gropius, who said “The mind is like an umbrella. It’s most useful when open.” was, like this quote, a bit quotidian, perhaps a better organizer of talent than a monumental designer in his own right…but there The The  The Gropius was a genius at managing a creative stable, whether at a school or a firm. Among those in the stable was Marcel Breuer, who joined the Bauhaus and created some of the most memorable furniture ever made, there or anywhere else. The genesis story (possibly apocryphal, considering his losing a patent suit with Mart Stam) is well known; Breuer admired his Adler bicycle and thought to use the steel frame technology (recently improved to eliminate the seams in tubing, and allow bending while maintaining structural integrity) for seating. It was the royalties from his furniture that allowed Breuer to thrive before his architectural career was fully realized, due to a separate deal he made with a manufacturer before Gropius could do the same. It’s clear how much Gropius and others thought of Breuer’s business acumen as a betrayal of the Bauhaus, but somehow the relationship not only survived but flourished.Mart Stam may have invented the cantilever steel tube chair, but Marcel Breuer made it popular. So popular that by the 1980’s his gorgeous Cesca chair was copied to death, available for next to nothing and went from ‘classic’ to ‘I can’t stand looking at another…’ in record time. A shame because the chair is a remarkable piece of design, with machine-made and man-made,  natural and manufactured parts, all in one comfortable, elegant package.Breuer started in a cabinet shop, made his way to the Bauhaus as student, then instructor, and eventually popularized the most lasting icons of the movement in his myriad furniture pieces. Moving to Harvard with Gropius they worked together, taught together, designed and built homes for their families together and eventually parted as they pursued separate practices.Breuer started with a series of houses, including the one built in the garden of MoMA in 1949 (now installed at the Rockefeller estate Kykuit) and my brother’s house in Croton-on-Hudson in 1950.  He graduated to larger projects, including the Whitney Museum and Unesco HQ, as his facility for the plastic qualities of concrete developed. His student I.M. Pei and others continued this passion for concrete well into the end of the last century.Knoll acquired the Breuer collection of furniture designs when it purchased Gavina SpA in 1968, three years after Florence’s retirement, but by then a seminal firm in American modern design. As much as any architect Knoll, both firm and Florence, promulgated the modern interior by both planning and furnishing them. In the end no single piece of architecture, nor any architect, made the case for modern interiors at work and home more than Knoll and her firm.Knoll created a language of furniture that both domesticated office and professionalized the home. The pieces define, as much as Eames, McCobb or Nelson, the mid-century renaissance in furniture and interior design, helping to usher in the era of Mad Men Modernity. She was virtually alone as a woman designer at Knoll (perhaps Anni Albers kept her company after being invited by Florence Knoll to created product for the company) and she remained the sole female voice there for years. She was the face of Knoll not just because her husband died in a 1955 automobile crash, but because she was actively engaged in designing and design. Florence gave Knoll, like Ginger Rogers gave Fred Astair, sexiness, no small accomplishment given the cadre of German designers she shepherded. Together Gropius, Breuer and Knoll share not just a week of birthdays but roles as catalysts for the way we now live and work.   standout and outstanding buildings by him. is at least as much Peter Behrens (or perhaps Adolf Meyer) for whom Gropius (and Meyer) worked, as it Gropius. And it is primarily a ‘façade job’ with Gropius and Meyer entering the project after architect Eduard Werner, a factory specialist, failed to produce a suitably communicative exterior. It is an architecture of image, as opposed to one with a deeply intellectual and philosophical foundation. And this defines Gropius for the future, an architect with a firm grasp of projected image, if not as a genius of planning and space.    school, Gropius’s masterwork of design education, was housed in a tautly detailed and significantly radical set of buildings in Dessau. To adequately awe the public he wrapped the main studio façade in a massive curtain wall, in spite of the climate impact on the building (freezing in winter, roasting in summer). And the photogenic balconies of the residential block are similarly on-brand. Note the classic vintage photo and its similarities to the Fagus Factory; curtain wall and solid volume are compositionally linked, and the hermetic quality, despite the glass, is present. home Gropius built for his family is less insular, more complex in its indoor/outdoor qualities and more idiosyncratic than most of his earlier works. He claimed it was as a gesture to the local New England homes, but really he was just solving more culturally complex issues. Because he worked with Marcel Breuer it is unclear how much influence was from each architect, but Breuer’s nearby house is quite a different matter: a sprawling shape in plan vs. the deftly carved box. In fact the beautifully, and skeletally, defined outdoor space is the first and only example of this in a Gropius building. Makes you wonder…     "
  },
  {
    "id": 5,
    "title": "EXPO(se)",
    "date": "2015-01-26",
    "content": "The USA Pavilion at Expo ‘67 in Montreal was a Buckminster Fuller-designed enormous geodesic bubble still standing in skeleton form. The “Air Up” inflatable USA Pavilion at Expo ‘70 Osaka was another technological innovation, then the largest ever built and covering 100,000 sf without obstructions.\nAnd those are just the pavilions. Virtually every marker of modern life – Bell’s telephone, Otis’s elevator, RCA’s television, Edison’s electrical outlet, ATT’s video conferencing, the x-ray machine, touch screens, the Ford Mustang and Cherry Coke – all debuted at an American pavilion at a World’s Fair. Expo’s have traditionally been opportunities for America to celebrate its technology, culture and innovation in a global context.\nThe periodic hosting of Expo’s by US cities was once assured, starting in New York in 1853 and later including the legendary Chicago Exposition of 1893 as well as the later New York World’s Fairs of 1939 and 1964. Between 1962 and 1984 there were six Expo’s held in the USA.  Since then, none.\nSubsequent Expo’s evolved into highly branded affairs in which participants sought a revivified international identity as nations (or corporate nation-states) and did so with increasingly bombastic pavilions. Today America’s participation in any Expo is at the mercy of corporate donations, relegating the US Pavilion--along with our national identity--to the vagaries of the commercial marketplace; only private funds can be used and this outsourcing of the US Identity has had uneven results.\nThis works for the Olympics and the World Cup (the only international events larger than Expo) both driven by billion dollar broadcast fees and the commensurate advertising.Imagining the presidential candidates take on this conundrum is an interesting exercise: positions might range from “100% Federal Funding” to “100% Private Funding” to “Let the host country pay for our Expo’s now cost the host country billions of dollars (the last one was $2.5B), remain open for 6 months and are largely demolished afterward, constituting a massive waste of material and human resources. But building a small, temporary city doesn’t have to be a waste. The Bureau International des Expositions could easily require an afterlife for the Expo, so that every single Expo building would be upcycled to useful construction.\nInevitably, objections are raised by those who feel a virtual Expo would be more efficient than a built one. But the provident accident of a US delegation running into an Iranian delegation, chatting with the Russian delegation, while on the way to the Vietnam Pavilion for lunch can only happen at a real, built Expo. These chance encounters are what every visitor experiences in the genuinely international assemblage of Expo, and the USA Pavilion usually receives record numbers of international visitors. And as an act of soft diplomacy they are unequalled.\nThis has all become quite personal for us: we designed the latest USA Pavilion at Expo Milano 2015. It was by far the most visited pavilion at the Expo, welcoming more than 6 million visitors, double the estimate. Called the “best public diplomacy in the past 5 years” by Ambassador David Thorne, advisor to Secretary of State John Kerry, the 2015 pavilion represented American identity, ingenuity, openness and, inevitably, corporate power.\nCritically acclaimed, architecturally praised, programmatically envied, it was visited by First Lady Michele Obama, Secretary Kerry, Minority Leader Pelosi, Secy. of Agriculture Vilsack, Head of NASA Maj. Gen. Bolden and a nearly endless parade of celebrities, personalities and local and international political and diplomatic luminaries.The very late US decision to participate combined with meager marketing and a long delay in the appointment of a Commissioner General has left a debt of $26M out of the $60M needed to design, build, operate, program and staff the pavilion.\nNow, post-Expo, dozens of small private businesses are forced to foot the bill for America’s Pavilion. Assured by the pavilion’s Commissioner General that they would not be left paying for the pavilion, in the end they are. It has resulted in lost jobs and may bankrupt some small firms.\nPublic diplomacy’s unintended consequences should not include the destruction of small businesses doing the heavy lifting. A year after the Milan Expo opened, and 6 months after it closed, it is time to remunerate the ‘coalition of the unwilling’ now footing the bill for the USA Pavilion.\nFixing the future and repairing the past means changing the financial model to full (or matching) federal funding to insure that the USA Pavilion can truly represent the America to which we aspire. It means the federal government paying the current debt so that the small businesses who did the successful work on the pavilion are not punished for stepping up and doing a great job. And it means participating in future Expos as a nation, rather than as an ad hoc conglomerate of corporate sponsors. Finally, the BIE must revise the required demolition of Expo’s and create a sustainable model.\nThe cost is small but the impact can be enormous.If the US is ever to participate in a world Expo again we must fix the system now.\n But an Expo is an act of global diplomacy. Since a 1999 Act of Congress, America has been funding participation exclusively with private donations. The results have not necessarily reflected the national pride of earlier pavilions. Pavilion”.\nThe pavilion was an outstanding success in all ways but one: funding.When a single new fighter jet can cost more than $1B, promoting a more positive US identity for a tiny fraction of that cost seems a very wise use of Federal funds and influence.     "
  },
  {
    "id": 6,
    "title": "Richard Sapper 1932-2015",
    "date": "2015-03-18",
    "content": "What architect or designer hasn't said this to another architect or designer at one point or another. Design the 'killer app' of products and you are set for life. Possibly true, but not quite as simple as 'designing one Tizio lamp'. , designer of the  Tizio lamp, died on the very last day of 2015, making a neat exit from a very neat life. He worked for Daimler Benz before moving to Milan to work for Gio Ponti (always a smart move) and ultimately teaming with Marco Zanuso to create some of the best pieces of design thinking in the 20th century. In an almost Einstein-ian gesture he combined Light, Speed, Mass and Time (in just the pieces to the left) to establish a veritable design theory of relativity. This may only be possible because he was German, but his ideas are so utterly tempered, finessed and caressed by the Italian context in which he designed.      "
  },
  {
    "id": 7,
    "title": "Egle Renata Trincanato\n& Venezia Minore",
    "date": "2019-05-05",
    "content": "While it is hard not to love all of Venice, I most love the Venice of Egle Renata Trincanato.Her exquisite drawings plumb the relationship between the grand and the modest, between houses and housing in Venice, while exploring the extraordinary rationality behind the seemingly picturesque city. The hidden dimension revealed in her 1948 book, Venezia Minore, is as ruthlessly modern and efficient as any developer today but with a Palladian sense of proportion, scale and elegance.Celebrating the commonplace can be a tiresome, or at least quaint, exercise but with Trincanato the underlying structural relationships between the palazzo, the casa and the casetta are clarified, having the effect of making every Venetian building a study in grandeur. This may be at odds with our love of the worn, layered, sagging relic that Venice presents today. Her book forces us to confront the precision and intentionality, the complexity and the logic of Venetian living. Who imagined that behind the most loosely symmetrical oddly punctuated facades ever devised, with multiple and overlapping local symmetries, are the most carefully wrought, geometrically precise and cleverly composed plans housing has ever seen. The revelation changes how you look at Venice. Like an actor playing a drunk, but playing it so well you both admire the artifice and the intelligence at the same time, Venice is a genius in mismatched socks. This seems to me to be the essential contradiction of Venice; a place of romance that is as cool and calculating as surgery; picturesque facades masking an unmatched sophistication of plan and circulation; a city that appears to be a relaxed tourist-driven playground that is in fact a well-tuned machine struggling against incredible contextual odds to function with a sense of normalcy. The illusion of ease and simplicity is an Italian trait, but in Venice it is high art.The veneer of irregularity masks a structural substance that is so modern, so rational as to be almost Miesian. And that puts Palladio in a new light, one that seems more like an extension of Venice (or Vicenza as an extension of Venice) than something entirely sui generis. There is a contextual ethic to making architecture that is profoundly affecting. I recently realized that my love of the genius of the NYC Brownstone found its way into the USA Expo 2015 Pavilion. I am not Palladio in this case, but he is usually credited with influencing Venice, not the other way around. His attitude about grand houses seems directly related to Venetian housing; a “house of rooms” carefully stitched together either with efficiency or circulation disguised as furnished halls. Ms. Trincanato (and I wish I had met her) would have just turned 105 this summer and we all need to be reminded of her genius. She was, of course, the first female student at the Royal Institute of Architecture Venice. After graduation she eventually rose to supervise historical architecture in Venice. She wrote both guides and serious tracts about the Palazzo Ducale and other monuments of Venice, as well as her most famous work: Venezia Minore, a study in the unstudied buildings of Venice. Trincanato’s hand drawn elevations, plans, perspectives and renderings are a seemingly casual sketch of mid-twentieth century Venice, but are in fact a highly ordered survey of the city from the well known to the vernacular, all imprinted with the signature of its most acute observer. I love Trincanato’s Venice because I see it as a Venice stripped of superficial beauty, but revealing its deeper beauty. Italo Calvino describes a Venice that is magically everything and everywhere; Trincanato describes the hidden intelligence of Venice exercised over centuries.      "
  },
  {
    "id": 8,
    "title": "Superbowl Stuff\nLocker Rooms",
    "date": "2018-04-08",
    "content": "When we designed the interiors at the Arizona Cardinals Stadium, now the University of Phoenix Stadium, home of Superbowl XLIX, we had a ball (not the under inflated kind).The psychology of the locker rooms: the home team gets a fantastic, bespoke locker room with the team colors, graphic carpets and tiles and all the space in the world. The visiting team gets a gray, fluorescent lit drab little space.The game begins with a locker room psychological war!      "
  },
  {
    "id": 9,
    "title": "Eileen Gray's E.1027",
    "date": "2018-05-09",
    "content": "Eileen Gray, who nearly lived 100 years, would be 135, an age we will someday routinely reach, but until then we can only toast the greats posthumously. More than Julia Morgan, who designed hundreds of buildings, Gray designed but a few but with perhaps more impact. Each failed to change architecture, then entirely dominated by men, into a more coed sport. At a recent panel reviewing the Cornell Tech Campus on Roosevelt Island, the lone woman on the stage was Marion Weiss, a continuing reminder of how lopsided the profession, at some levels, remains.While the history of modern architecture is exclusively focused on the architecture of men, even before Le Corbusier finished the Villa Savoye Eileen Gray built E.1027 overlooking the Mediterranean just outside of Monaco in Cap Martin.And while LC famously said “a house is a machine for living”, Eilieen gray countered with \"Formulas are nothing\" (touché). A woman after my own heart, she then proceeded to christen her house E.1027 as an alphanumerical code:E=Eileen10=J (Jean)2=B (Badovici)7=G (Gray)The intertwined names graphically illustrate their love and their collaboration on the house. Or possibly their love of codes.Le Corbusier had included Gray’s furniture in his 1925 Esprit Nouveau pavilion at the Exposition Internationale des Arts Décoratifs et Industriels Modernes in Paris effectively launching her career, and to some degree his.In Gray’s absence during the late 1930’s LC painted a series of murals in the house that may have saved the house from destruction, when during the postwar period when his fame far outshone hers.But whether she saw the murals as defiling the integrity of the architecture or, as others have suggested, mocking her (bi)sexuality, she never spoke to him again.A friend of ours describes architects (well, this one) as unabashedly willing to knock on any door, hop any fence or climb into anything in the name of architecture. She considers us to be artistically-driven 'breaking and entering' fiends.So, while E.1027 is currently undergoing a restoration and is unavailable for public visits, we did just that. Officially on a visit to Le Cabanon just a few yards away, my then partner William Russell and I hopped the wall and skirted some barbed wire to inspect the restoration. (n.b. the first several times I saw Philip Johnson's Glass House, as a teen, I engaged in a similar wall hopping intrusion)E.1027 is one of those icons of modernism that has rarely been seen in pristine condition, but like the Villa Savoye (once abandoned) is it now ready for its close up.Even in a mild Riviera rain the house simply glowed. Most photos and descriptions of the house focus on the crisp white volume, and the canvassed terrace, but the way the house meets the ground is at least as skillful.The house sits on a steep rocky hill above the water and it beautifully negotiates the landscape as it creates a sequence of differently scaled and oriented outdoor spaces.  Routes through the house and around the house similarly connect the site to the road above and the sea below.Its small scale allows a clarity and precision that larger buildings never accomplish, and remind us that nearly every home we admire is tiny by modern standards.Someday the house will finally be open to the public and all of this will be clear once more, but for now the exterior will have to suffice. And it does.      "
  },
  {
    "id": 10,
    "title": "The Architecture\nof Identity",
    "date": "2014-12-25",
    "content": "All Architecture is Biography.Whether it is ultimately about the subject/client, or about the writer/architect, or even about the nature of writing/architecture itself, is as mutable in literature as it is in architecture. The questions most enlightened owners struggle with when they are faced with creating a physical (and in practical terms, permanent) artifact like a building, include:  “What are we making?” “What do we need?”?  “What will others think?”, and ultimately “Who are we?” This nearly Talmudic introspection can be eluded in Architecture.  Today, often with good reason, owners default to an Architect’s Identity rather than memorialize their own.  But just as often designers will fail to seek form definition based on their client’s own identity.  We, as Architects, just aren’t trained to develop sensitivity to this category of ‘pressures’ that shape buildings.  We are trained to express our own ideas rather than those of others."
  },
  {
    "id": 11,
    "title": "Vestige(s) of Empire",
    "date": "2014-10-27",
    "content": " features an Both built to celebrate an empire on which the sun has now set, London's Design Museum is poised to occupy the former, and the latter has been demolished in spite of its vibrant life as an enormous art gallery.  I recently wrote about two national, or perhaps nationalistic, buildings; the Commonwealth Building in London and the Palast der Republik in Berlin.     "
  },
  {
    "id": 12,
    "title": "The Technocrat Priest",
    "date": "2016-10-15",
    "content": "Situated Technologies held its final symposium today, Reassuringly, the technology in the Cooper Union auditorium was occasionally uncooperative. The most charming glitch resulted in The most final and most interesting question of the afternoon, by presenter Usman Haque, suggested an image that made my day; the Technocrat Priest. He asked, after an array of presentations that posited, on the one hand, the exponential complexity of data as it addresses increasingly complex problems (Quoting St. Anselm's 'proof' of the existence of God, “God is that, than which nothing greater can be conceived” and pointing to David Benjamin's earlier proof of infinite complexity from relatively simple dimensions his question suggested that 'creation' might be either divine inspiration or the result of unimaginable data processing. The Priest or the Technocrat. Or the Technocratic Priest if we can imagine 'that which nothing greater can be conceived' as being the apotheosis of both the divine and the technological.It raises the issue of faith in data and and faith in general (is data truth? whose data? and what truth?). And it suggests that transcending data is a necessary part of action, creation and invention. While it conjures an image of considerable humor, it also reminds me that for millennia the Technocrat Priest presided over the greatest creations of human consciousness in the form of buildings, art, music and literature.The day started with And so we even have a Technocratic Priest preaching absolution through data!  celebrating the 9th installment of the booklet series of the same name with  sitting on the edge of the stage with his laptop facing the audience (which he beckoned to the front rows) to supplement his talk. His command performance needed no illustrations, though the intimacy was appreciated and welcome comic relief.'s proposition) and the necessity of going beyond data to elicit meaning (as in, among others,  mentioning Eric Schmidt, former Google CEO, who I once saw say 'when Google has finally made all world knowledge accessible to everyone, it will be impossible to perpetuate a lie'. 's 'twin tree' paradox):    "
  },
  {
    "id": 13,
    "title": "The Russian Garbo\nPentagram Paper 38",
    "date": "2014-10-22",
    "content": "After a remarkable, actually life-changing, trip in 1997 throughout Los Angeles and Palm Springs to study more than 25 California modern houses, we were lucky enough to have a chance to restore a genuine original; The 1934 Sten-Frenke House by Richard Neutra.The story of its original creation, and the story of the restoration and photography by legendary chronicler of moder California architecture, Julius Shulman, is the subject of this small booklet produced as a Pentagram Paper.Anna Sten, the Ukrainian film actress, and her producer husband Dr. Eugene Frenke, came to Hollywood under the aegis of Samuel Goldwyn.  Goldwyn though he had found his “Russian Garbo” but had failed to reconcile that hope with Sten’s lack of command of English in the age of talking pictures.  Just after their arrival they hired fellow emigre Richard Neutra to design a house for them in the hill of Santa Monica.Neutra had, a few years earlier, finished the Lowell Health House which cemented his reputation as the most important modern architect west of the Mississippi.  He was featured in the 1932 International Style exhibition at the Museum of Modern Art in New York and had surpassed his elder colleague Rudolph Schindler in fame.The house Neutra built for Sten and Frenke was a simple European-style modern house.  Sited on a double lot, but occupying only one, the house was surrounded by a wall of rough cast ‘California’ blocks and was washed a light grey cement color.  The house is remarkable for the amount of continuous ribbons of glass in a ‘balloon frame’ wooden house, giving it the look of modern concrete houses in France and Germany.The restriction to the one site compressed Neutra’s original design and truncated the pergola’s frame intended to extend to the ocean view.  The pool sat in a less than ideal position and the interior was compromised (he might have said) by the actress’s insistence on purple bathroom tile and unimaginative landscaping.When Biber Architect’s clients found the house it has been owned by only 2 families in nearly 70 years; the Sten-Frenkes and Bernie Gould, an aging Hollywood writer.  The new owners undertook an extensive restoration and renovation of the house, replacing nearly every element while maintaining the form, patina and sense of age of this remarkable house.James Biber, acting as both client and architect, teamed up with Los Angeles architects Marmol + Radziner (experts in Neutra house restorations) to surgically repair the house while at the same time realizing some of Neutra’s original ideas.  The pergola was extended to its full length, the pool was relocated to the more gracious original conception and the site was landscaped (by Jay Griffith, Landscape designer) to fill out the newly occupied double lot.  In every case the materials, details and integrity of the original was maintained and reinforced.  Event the rough block perimeter wall was rebuilt of custom cast blocks to accurately recreate the originalInside the bathrooms were restored, leaving the original tile, using vintage faucets and fixtures.  The tile, where it could not be repaired, was recreated in a local custom tile workshop.  Glass for the stairwell ‘lantern’ was remade in Vancouver to simulate the original glass.  Lighting fixtures not realized in the original were fabricated from Neutra’s original sketches and details.  The kitchen was enlarged (the only change to the building’s volume) and was fitted with a vintage sink and stove.  The wood paneling was replaced with an upgraded veneer (figured redwood and mahogany) to replace the original ‘tobacco stained plywood’ walls.There were three ‘clients’ for the restoration:  the original clients, the original architect and the new owners.  Every decision was based on a consideration of all three points of view, and changes to the original were only made where a case could be established that Neutra himself preferred an alternative, or where a change would not affect the integrity of the original design.  Decisions to leave such obvious areas of conflict (between Sten and Neutra) as the purple bathroom tile were to allow the quirkiness of the original to remain.  There is nothing worse than a restoration that ‘over corrects’ unless it is one that ‘under corrects’.  Biber Architects tried to act as the arbiter of the three clients to allow the house to inhabit the present while restoring the past.Since the renovation the house has been sold and altered yet again.  The pergola extension has been removed to allow the addition of a rear yard office/studio, and the interior has been ‘distressed’ to mimic a patina of age.      "
  },
  {
    "id": 14,
    "title": "The Architecture of Fear:\nDesign's Role in This Moment of Fear",
    "date": "2015-05-10",
    "content": "In the simple days before covid, the destruction of the economy, nationwide protests, police riots, bible photo-ops, and a summer of what will be an experimental transition to a new way of life, architecture occasionally mattered. Back then, something as seemingly trivial (compared to other transgressions) as an executive order demanding a neoclassical style for all federal buildings could actually provoke a critical response, including mine, below.\nArguing about architectural style will seem quaint when we try to solve the current life threatening problems exacerbated by our architecture, but I would argue that it is still useful to compare the recent past with the future currently rushing into frame. As a measure of just how quickly we have (and will) change, the split between our recent concerns and our upcoming ones reveals a whiplash of focus in a profession that isn’t built to evolve on a seasonal fashion calendar. But now it must.February 5, 2020 seems like a lifetime ago; we had heard of coronavirus but couldn’t fully imagine its impact on us (or U.S.), much less the global meltdown it precipitated. The previous night Donald Trump delivered his State of the Union where he spent 20 seconds on coronavirus and more than 3 minutes on that national icon Rush Limbaugh, out of his 1 hour 18 minute speech.That next morning he had time to cobble together a draft executive order demanding that Federally financed buildings be in a Neoclassical style (Make Federal Buildings Beautiful Again was his brilliant branded slogan, what a wordsmith). It was also the day Mick Mulvaney (remember him!?) held a briefing for members of Congress about the virus, sparsely attended, he said, ‘because of the impeachment’ whatever the fuck that meant. I’m pretty sure Richard Burr attended that briefing, just before he dumped more than $1M in stocks in anticipation of the upcoming crash. By the end of that week Trump was predicting the miraculous disappearance of the virus in April due to warm weather.Ahh, good times.\nTrump’s neoclassical order was the architectural equivalent of white supremacy; a retreat from the confusing multivalence of today, based on a fearful nostalgia for a past, that fits neatly into a limited world view. Nice foreshadowing, Donnie, given what has happened in the few short months since then.Trump is not the first to pine for the simplistically familiar, however laden with unintended meaning it might be. Infamously, Prince Charles (of the UK) and Albert Speer (of the Third Reich), two figures who loom large in government mandates on architectural style, also seemed to think that only the past can be prologues of the future. Literally. As in ‘this is the state style’, as a denial of the future, or even the present.Mies van der Rohe, and others, had tried to The Prince just wants things to be as they were, too, but of course he essentially lives in a bubble Dear Leader’s connection to Albert Speer should be obvious; their buildings are all tributes to a single (terrible) man. Speer’s were dedicated to last century’s incarnation of evil; it remains to be seen if Trump takes his place as the worst human being in Just to close the triangle on upwardly failing, soulless wastrels; the Prince actually praised the bombing of London as preferable to modern architecture! His Trump’s attraction to shiny objects has pretty much defined his developer output; glitzy, reflective and gold trimmed monstrosities, some by semi-respectable architects like Philip Johnson (whose own fascination with fascism is minutely explored by Mark Lamster in his landmark It may be that living in the White House has given Dear Leader a taste for the elegance of the past, as befits his royal status.So many possibilities, so few honorable motives.I always argued that ideas, not style, mattered most. But my old partner (he was old For Theo there was never any question of what to do with original classical buildings like the Parthenon; they had to be accurately reconstructed like new and painted as they were originally. We all know this about Greek classicism (gaudy colors, painted statues that Michael Jackson was so kind to remind us of) but we all pretend that it was as white as, well, modern architecture, or But neoclassicism is different. Wherever true classical architecture was part of the built patrimony of a nation neoclassicism might make The standard bearers of modern architecture, as seen in the reaction of the Architectural League, the New York Times and others, to Trump’s announcement aren’t wrong. It just can’t explain why we admire consistency of style in the past (New York of the 1930’s and 1940’s, Chicago of the turn of the last century, Boston of the 19The past, architecturally, was about creating a common sense of visual order, a sense of social cohesiveness, building as a civic act of civic art (for civil civilization, to play out all the words with the same Latin root, civis, or ‘citizen’). Today we look at every creation, even shoulder to shoulder in dense arrays, as an expression of individuality. A gridded city like New York can absorb an enormous range of variety without losing the sense of ‘civic mindedness’ but it will eventually become a World’s Fair of competing egos if we graph the present into the future. And Trump has been a willful, even enthusiastic, participant, remaking the city in his own image.In 1980 I was working at an architectural firm ensconced in the pointy cap of 730 Fifth Avenue, originally the Heckscher Building, later the Crown Building, designed by Warren and Wetmore (architects of Grand Central Terminal, the Yacht Club and myriad other icons). From our balcony we could gaze across the street at the Bonwit Teller building, an art deco block (originally by Warren and Wetmore and later restyled by Ely Jacques Kahn) watching it disappear at the direction of Donald Trump, boy developer. The Metropolitan Museum requested the two remarkable carved bas-reliefs and ornate metal entrance grill, to which Trump agreed. He Trump’s inability to do anything outside his narrow slit of self-regard is in part why we are now in the worst hit city, in the worst hit nation, in the worst global disaster since the last world war. Architecture is about to become a more intrusive foreground element in our lives as we attempt to reconstitute our former existence. And it won’t be in the neoclassical style.Buildings don’t work in our new reality as currently configured.Maybe we are all about to be upgraded to business class, as distances grow wider to permit social distancing and safer, cleaner environments. Having spent centuries compressing the space required for living, working, playing, eating, entertaining, etc., all in the name of the market economy and a ‘machine for living’, we may need to waste a lot of space to avoid mass death. This reaction to the current virus won’t be the only time we are similarly challenged. Changes will help save us now, and likely in the future. As William Hasseltine While we may criticize ourselves for always fighting the last war, rather than imagining the next one, this is a sobering reminder of why we need to permanently change our ability to survive this and the next disasters. Architecture will play a defining role in how we live from this moment on, and it won’t be the first time.Automats, those remarkable dispensaries of food from little cubbyholes accessed with some combination of nickels, were all white glass, porcelain enamel polished stainless steel and terrazzo for a reason; they represented a new wave of ‘sanitary’ restaurants that broadcast their cleanliness via their design. The illusion of food untouched by human hands (except yours) was, of course, a bit exaggerated. At the moment the cubbies spun around for reloading, you got a momentary view, like a focal plane shutter, of the kitchen behind the bank of dispensers. It was, as I remember, filled with African American men in white aprons working in a similarly white-tiled kitchen. The elimination of wait staff and the large interior spaces almost make sense as answers to today’s restaurant quandaries; interior spaces are limited (and have ventilation issues), kitchens are too crowded to comply with social distancing and the whole choreography of the served meal, until now, includes a series of moments that won’t keep customers and staff safe. It is an untenable arrangement.If you believe that architecture, as Le Corbusier did, is the ‘masterly, correct and magnificent play of masses brought together in light’, then it may not seem to have much with solving our current problems.But, if you believe that architecture is a generator of social structure, enabling (or preventing) positive social interaction at work, at home, at play and in public then it seems clear that architecture is either part of the solution or a big part of the problem.\nI chair the James Beard Foundation’s Restaurant Design Awards Committee, parceling out a trio of awards to the nation’s best designed new restaurants. That was then; today it would be as tone-deaf as a critical food review for a restaurant that can barely afford to reopen. Like most design awards, for things too large to pick up and hold in your hands, architecture is judged via photos, drawings and written narratives. It amounts to judging photography and the most photogenic decorative elements of a place, an unavoidable distorting of the actual impact of a real space in real time.Design awards today should support the industry, not create a rarified design elite. Design awards, if they continue at all, should celebrate design solutions to reopening safely in the wake of the pandemic. It’s an entirely different focus and one that is inclusive rather than exclusive.Similarly, architecture should respond to the new reality of public safety and social justice rather than continue in the pre-pandemic mode of form-based competition. As much as I love architecture as an expression of form, as experimentation in ideas, as works of art, it will democratize architecture to begin to see it as solving problems that save lives. Socially driven design has always been there, but never has it been quite so critical in an immediate sense. Covid and the current protests could rescue architecture from its current bifurcation of ‘small-a-architecture for them’, and ‘capital-A-Architecture for us’. These twin traumas could, at its best, realign architecture to solve common problems, do social good and therefore be judged on a universal standard. As the world returns to work, to school, to play, to travel, to meet, to navigate a new social paradigm, architecture can unify, protect, inspire, and help make humanity (and civis) feel safe and secure. It is a moment of potential transformation.Or it could relapse to the image-driven, photo-op competition where looks alone matter. I vote to transform the profession, as the profession transforms the built environment, to value social impact at least as much as artistic impact.I wouldn’t count on that if we rely on the American Institute of Architects. Five years ago I , period, and it shouldn’t take historical events to recognize and acknowledge that. To be clear, any architect designing instruments of oppression, death, injustice, or supporting those who do, is more like Albert Speer than someone licensed to provide for public health, safety and welfare. Fortunately we don’t rely on the AIA to guide us morally or ethically.\nWe will see, and soon, just how the profession responds to a world in the grip of real fear and righteous anger.  as the right architecture for the Reich, but it’s not surprising the Reich went with ludicrously scaled-up classicism; the Venn diagram of Power and Past (“you know, like Rome, but bigger”) was almost too easy to sell. by a history of (white) supremacy. It’s no coincidence that the Prince and our own Dear Leader both inherited what they imagine is their right to opine about appropriate architectural style. While anyone can have an opinion, only the truly entitled (inherited wealth being the touchstone of entitlement, and white-male-inherited-wealth being the gold standard of entitlement) seem to think their opinions should be codified into mandates. It tracks; these are dim-witted (and in one case likely inbred) nostalgics, with no particular imagination or view of the future except that it should look a lot like the past (‘we’re going to the moon’…by 2024?). They share a (mostly fake) interest in the common folk, along with a genuine interest in extra-marital affairs and family crests. But the Prince does know how to wear a suit, play polo and learned to fly helicopters in the military, so I think he wins the competition for the classiest waste of space. century (though he is rapidly moving away from the pack into the lead position). Denial is another shared trait, with Speer trying to  to the Reich;  “When it knocked down our buildings, [at least] it didn't replace them with anything more offensive than rubble” is almost Trumpian in idiocy and blasphemy. Charles’s great-grand-uncle, King Edward, the Prince of Windsor, almost certainly said something similarly off-handedly forgiving to the Third Reich (at least according to ) corrupting their own ideologies to work with ‘the chosen one’. So what prompted Trump to switch his allegiance from glassy towers to limestone hulks?Or it might be that he is simply doing what he does best; issuing contrarian orders to a gob-smacked (elitist) public. His There is, of course, a serious discourse to be had about style, state mandated or otherwise. it was a long time ago) at Pentagram, classicism (or white supremacy). Theo’s view is both shocking and extremely logical, especially coming from a seminal modernist who edited  sense, but for us (in the U.S.) it’s the style of an insecure nation; appropriating a  century) but not as a viable approach today. Consistency and a universally accepted language of architecture does wonders for the city; Soho’s cast iron, Park Avenue’s apartment buildings, Padova’s arcaded streets, the Rue de Rivoli, Regent Street and myriad other architectural high points define a past we still find attractive, even preferable, to our own moment. So why not appropriate these styles for today? and cut up the grill for scrap later calling them worthless, to save less than ten thousand dollars (he later inflated that to half a million dollars). With such exquisite landmark preservation credentials is it any wonder he is promoting America’s architectural past?, this won’t be the last, or most deadly, pandemic we will see in our lifetimes. , after Michael Kimmelman’s   to avoid admitting he knew about and participated in the holocaust, and Trump making an art of denial (“the call was perfect”, his “Swedish” roots, his weight, his opposition to the Iraq War, and virtually every rancid act he would rather not acknowledge).) so this could be a family problem. of Global Entry for New York airports shows just how petty his revenge can be., made the point that ‘style drives industry’ though he would say ‘style drives craft’. Without style, and by style Theo really meant decorative style, we lose craft; plasterwork, custom tile, terrazzo, stained glass, stone carving, metal casting, heavy timber joinery, mosaics, and I could go on but you get the point. It is decorative style that supports these viable craft industries; take them away and those skills atrophy like the Roman mastery of concrete, disappearing for a thousand years. and dreamt up the 1956  past to aspire to a democratic future. Just look at US currency; it’s hopelessly retrograde, and nearly all adorned with buildings (and most of those neoclassical) as evidence of a true republic. We counterfeit the past, in part, to create a backstory more substantial than is strictly accurate. It’s a simulacrum of a past, in the context of a modern monetary system, not unlike a modern apartment building with a glitzy, mirrored interior slathered with gold and filled with fake French furniture. Sound familiar?, how the AIA refuses to prohibit its members from designing execution chambers! Death Chambers! If ever there was an easy get, a clear case to revise immoral behavior, a simple gesture to stop creating the Architecture of Fear, this was it. According to Michael Kimmelman’s latest  Maybe this is a way to confound his competition, making it even harder for competing developers who fill DC with buildings to house lobbyists. exhibition (yet ended his career rebuilding the  the AIA has finally  Or did Obama approve of DC Modern, mandating that Trump take the opposite view? as an exact replica a few yards from where the original sat)., at this extraordinarily late date, that maybe,  , they were wrong.  "
  },
  {
    "id": 15,
    "title": "Backgrounds, the New Foregrounds",
    "date": "2016-07-03",
    "content": "I used to marvel at groups of tourists who like to photograph everything, but nothing so much as themselves standing in front of postcard destinations; the Pantheon, the Louvre, the 9/11 Memorial, Taj Mahal, White House to name an obvious start to an obviously endless list. Anything worth photographing is, to some, worth standing in front of for a photograph. I even started photographing tourists photographing groups of tourists in Europe, my overly simplified idea of a meta tourist photo, but really just doing what the tourists were doing…squared. Or ironically. Or maybe just doing the same thing.What intrigued me was the tension between foreground and background. Often these photos have a relatively small foreground figure, not wanting to occlude the all-important background. So which is it? Is it a portrait of the human, or a documentation of the icon behind them? It is, of course, above all proof; proof that that human visited that icon. It’s not entirely unlike hostage photos with that day’s newspaper acting as ‘proof of life’, as the police procedurals say.But these aren’t hostage photos in any traditional sense (except possibly being hostage to the photographer). Smiling, arms around each other, sometimes mugging for the camera, these are today’s anti-hostages. The photos are beyond ‘proof of life’, they are ‘proof of the good life’! They are fodder for the ‘bragging industrial complex’ which involves social media and photos of enviable locations. You only need to look at celebs posting their quarantine Instagram photos on their yachts, island getaways or remote mountain houses to get how backgrounds can be powerfully convicting, at least for the tone deaf. “Proof of the Good Life” indeed.A true ‘selfie’ has a field of view only as large as one’s arm can reach, favoring foreground, which is, of course, the whole point; these are above all self-portraits. Or are they? Beyond the posing, the pursed lips, hip cocks, hair muss and the ‘rock on’ hand sign (among all the other things 12-year-olds have appropriated for their maddeningly stereotypical selfies) there is often the celebrity selfie, the party selfie, the dinner selfie, the concert selfie, all part of the culture of socially condoned narcissism. In the generation of ‘pics or it didn’t happen’ these are ‘pics it happened…but without you’, proclaiming innocence as in “how you could not be interested in what I’m doing”. These are not so much pictures as much as they are taunts, and there is a well-developed glossary of jealousy, envy, schadenfreude beyond FOMO*. Selfie Sticks (dubbed Narcissticks, Staffs of Narcissus or Solipsisticks by some) ostensibly expand the view to shrink the human and widen the background, but really they are there to annoy just about everyone not in the picture. Milan, always a large step beyond our own metropolis, has banned selfie sticks as promoting anti-social behavior. Perhaps the only thing that Versailles, Disneyland and Apple have in common is banning selfie sticks. Why do we hate them as much as we hate passengers who refuse to remove their backpacks in crowded subways? In a judgement-free world we might even admire the design; but we don’t give design awards to guns for the same reason we probably won’t see a Selfie Stick in the MoMA collection. You might think the added distance would allow the background to dominate, but somehow it exaggerates the centrality of the users. They become the sun to the phone camera’s earth. They can feign nonchalance or pretend there is someone who cares enough to be their cameraperson. Rather than being like the rugged reporters who became camera operator, sound person and on-air talent all at once (NY1 is the first place I noticed this, saving 2/3 of the cost of a news team), they are more like the worst American Idol tryouts; earnestly believing in their talent, but are really there for comic relief. I first noticed Hiroshi Sugimoto’s photographs (and failed to buy one when they were almost affordable) during his Architecture phase; large scale, large format, out-of-focus, black and white images of iconic modern architecture (or perhaps Modern Architecture). Sugimoto would say that the idea was to see just how far he could dematerialize (‘erosion testing’ is his phrase) these icons and still maintain their legibility and power. I see these as explorations of the foreground/background discussion, with Sugimoto proposing a reconciliation of the foreground and background; pushing the foreground beyond the focal plane into the background without obscuring it. It’s a game of hide and seek, in plain sight. It forces the viewer to fill in the details from the barest reminder of the big picture, engaging the viewer’s memory as an essential part of the art. It would be hard to imagine what someone would think of these images if they didn’t know the objects he photographed. Using a large format camera to capture out of focus buildings isn’t just dichotomous or ironic; it creates a highly specific lack of clarity. Specific Lack of Clarity (the working title for my memoir) situates these photographs in a world of their own, despite being very much of our world. They are utterly concrete (literally, in some cases) and utterly evanescent. They are filled with illegible detail, pushing the viewer back from the picture plane. They are specifically unspecific.Nicholson Baker inverts this idea, somehow, in Books as Furniture, his hilarious 25-year-old essay exploring the background. He scours common catalogs like The Company Store, J. Crew, Pottery Barn, and just about every mail order catalog of the pre-Amazon days, analyzing the  prop books in the backgrounds of photos of models wearing pajamas or whatever, in those poses we all know well but have never imitated. After finally extracting a title from the images (which is occasionally difficult detective work) he heads to a large public library to borrow, and read, the prop book. They are, perhaps unsurprisingly, often quite old (early 20th century, late 19th century) and utterly obscure; at least one book hadn’t been borrowed since 1948.His meticulous, and deadpan, analysis of the meaning of a fractional detail in these commercial (and usually quite cheesy) photos generously attributes intentionality onto the choices that we know were just a generic “place books here” kind of art direction. [n.b. if you try to find these photos now you will see the books-by-the-foot have been replaced by blank books, books showing only the fore edge and Moleskine like sketchbooks posing as literature] It is a tribute to the power of a particular kind of human brain, that we can make connections and inject meaning into chance adjacencies. I’ve written about “birthday neighbors”, positing that famous architects born on the same or adjacent days have a genuine and complex relationship to each other. Random dates engendering thematic implications is more than just a 6-degrees analysis; like John Adams and Thomas Jefferson each dying hours apart on the same July 4th, the 50th anniversary of the Declaration of Independence, more than 500 miles apart, the ‘coincidence’ explanation begs to be reconsidered. It may be that Nicholson Baker is using this essay to play with the idea of subject and object, not precisely in the grammatical sense (which I admit I can never remember). I guess “they are standing in front of the Mona Lisa” makes they the subject, and in front of the Mona Lisa the object, so it might be grammatical as well as descriptive. Subject/Object is probably the grammar equivalent of visual concepts like Figure/Ground or Positive/Negative Space or Foreground/Background. These are not ‘black and white’, or ‘left and right’ or ‘good and bad’. While we can impose meaning on virtually anything (‘left’ in Italian is ‘sinistra’ or sinister, while right is ‘destra’, which also means clever) there are more significant relationships at work above. If ‘foreground music’ is music you are actually listening to, then ‘background music’ is environmental and simply a soundtrack to the main activity, whatever that might be. Muzak  (whose HQ we designed and about whom I know way too much) is the emblematic background company. They began life as ‘wired radio’ when radio was not yet universal, or simple, and transmitting over the electrical grid was effectively an early version of cable tv. Piped music gave public spaces (hotels, department stores, and yes, elevators) a calming background soundtrack. Speakers were often hidden among potted plants as Muzak became known as potted palm music, in addition to the elevator music moniker that stuck. Elevators were apparently loci of anxiety, in part because the skyscraper was extending elevator rides to 50 stories and more, and in part because, as today, standing together in a tiny room with strangers, increases social anxiety.In fact the invention of the modern elevator (ancient elevator hoists date back to BCE times)  by Elisha Otis, was actually the invention of the safety brake. At the 1852 World’s Fair in New York, Otis was hoisted on a rope-supported platform high above the crowd. At the top of the lift he was given a saber (or axe, depending on the telling) and slashed the rope as the crowd gasped in horror. The platform barely dropped as the safety brake below the platform locked to the rails. It is a bit of industrial age American genius, addressing the psychology of the elevator as well as the safety mechanics. And the performance was utterly P.T. Barnum, who in fact choreographed the unveiling of Otis’s invention. The idea of a soundtrack for life, a background of music, might have started with Erik Satie’s Furniture Music of 1917, six decades before Brian Eno’s Ambient Music. What seems so much a part of life today, music everywhere, had to be invented. Satie presaged an explosion of media; vinyl record albums (named for the bound ‘books’ of sleeves of 78 rpm disks necessary to play a whole piece) featured the entire Nutcracker Suite a few years earlier; radio would improve exponentially over the next 10 years; and because the Victrola was mechanical, not electrical, they were technically portable, though a bit heavier than a Walkman. Music’s move from foreground to background, or at least from concert to soundtrack was driven by technology, much as technology had changed music in the earliest radio days; big sounds and brass could punch through the low-fi of early radio, staying in the foreground within a lo-res tech environment that tended to subsume more subtle music. To say that technology has entirely altered our relationships with others is to understate the effect of social media, smart phones, broadband, and the ability for virtually anyone to produce incredibly creditable media on the fly. That was while all of us were running around, working, traveling, eating out, going to shows, seeing art in museums, and enjoying all the other parts of life we have, for the moment, jettisoned to avoid dying of coronavirus. A nation, practically an entire world, of isolated citizens trapped at home but still armed with phones, computers and fast internet have taken to a raft of free apps to connect. Where we used to revel in genuine exotic contexts, we now have only the domestic interior to background us in our frequent Zooms, FaceTimes, Teams, Webex, Facebook Live and whatever else we are using to maintain an emotional connection to others. And because we are virtually all stuck at home we now all get to see the interiors of not just our colleagues thoughts, but their bedrooms, study’s, attics, living rooms and, in a few unfortunate cases, bathrooms. Zoom has a virtual background option, which allows you to place any image (or one of their own scenes) ‘behind’ you. It’s a tricky bit of programming that allows this to work, and one with limited success in some cases. One house-proud friend, who insisted an image of the exterior of his home be the background to his zooms, subjected his son to being ‘absorbed’ into the image whenever he leaned back. It was something out of Terminator, with the metal dude morphing or passing through solids. He looked partially submerged, edges losing definition and ultimately disappearing from the call while still there. These malfunctions are, of course, entirely visible to the caller (should the glance at the tiny window with their own image) and begs the question of why it’s so important to humblebrag at the expense of the call’s foreground. In this case it’s an interesting insight into the internal priorities of the zoomer. House = important, son = maybe not so much. Another zoomer was travelogueing through Italy while on the call. This was more like a fun version of the dreaded 1960’s ‘dad travel slideshow’, without the narration and feeling of being trapped, but with the surprise of being rocketed around some places we all love and all can’t visit in person. I’ve noticed a lot of singular bits of art in some zooms; a particular call had large black and white photos of the zoomer’s personal jams. One was a Dieter Rams Braun turntable, one a picture of the roof of Casa Malaparte, both fairly esoteric apparitions, but like Sugimoto’s images, a flash card of one’s own design fluency. I’m still working on my backgrounds, real not virtual. It’s a bit like the photographer’s choice to crop the photo in the viewfinder, not post-exposure, as a declaration of one’s aesthetic ethics. The ‘real’ zoom background is about honesty; using only physical backgrounds establishes one bona fides for interior design, videography and social status. If one can afford a well composed background does it put you in the same unenviable class as tone-deaf celebs and their yacht-shots? Is any intentionality inherently a self-conscious (or unconscious) statement of social status? Or is the seemingly undesigned background simply Normcore for the home interior? I started with an intentionally blank background, the actual painted wood wall just a few feet behind my desk chair in the shallow office space I created out of what would have been a hallway. The camera doesn’t see the lovely framed view of fields and ponds I am looking at, and floats my softly illuminated head against a crisply striped, subtly toned background of vertical lines between equal sized boards. It was, compared to the more freestyle folks on the same call, terrible. It was so closed, almost hermetically so, and so controlled that it looked contrived rather than, well, honest. Our next attempt was a living room view, side lit and with lots of furniture, posters, stairs and the occasional dog, in the deeper perspective background. In architecture there is a well-argued dichotomy of deep space vs. shallow space (not the Star Trek varieties) essentially an argument about vanishing perspectival compositions vs. frontal layered compositions, that parallels the Renaissance vs. Modern paradigm. I went from flat to deep space and it was, admittedly, a step up. Next I tried something flat and well composed, but detailed and textured rather than plain and unforgiving. There is a black rectangle of a wall, recently composed, of all the framed artwork from my wife’s studio that hung on the walls until we added miles of bookshelves to repatriate our library. The ‘tell’ was not just the precisely composed frames, but the lack of any tapering in the rectangles; they were all 90˚ and square to the picture frame of the computer camera’s view. This was as much as accident of laptop placement and luck as it was my distaste for that kind of amateurish photos of buildings that converge toward the sky. The way to eliminate the perspective distortion, without magically floating up to the midpoint of the shot, is either in post (with Photoshop, etc.) or by using a perspective correcting lens or view camera (the kind with the bellows and black velvet cloth the photographer disappears underneath to view and focus the shot). Both ‘honest’ methods require expensive equipment and specialized skills, and are the mark of serious practitioners. I hoped the ‘wall-o-art’ would be more background-y than foreground-y, but as soon as the zoom started it was immediately remarked upon with an ‘of course you have a striking background’. I failed the ‘unpremeditated’ test with an ‘overcurated’ background. When I was in college and really didn’t wear glasses (well, I wore them sometimes but really just to look more like John Lennon than for any ophthalmic issue) a friend who needed his glasses occasionally removed them just to relax. He pitied the fools who couldn’t downgrade their vision (without drugs) and stand down a bit. Reversing the Teams blur would allow us all to just relax a bit on these interminable calls.Next I tried the ‘wall-o-books’ approach with our newly repatriated library. It provoked, of course, the question “have you read all those books?” to which I tried to respond with Anatole France’s answer “Not one-tenth of them. I don’t suppose you use your Sevres china every day?”. It just made me look stupid, or pretentious, or stupidly pretentious (so many choices, so little discernment). But the real answer is “they are mostly art, design and architecture books that are not so much filled with words as images, and I have looked through every single one, sometimes dozens of times, even if I haven’t read every single word.” Translation: “I may be stupid, but at least I’m not pretentious”. The ‘books as background’ (which Nicholson Baker was intent on inverting) is familiar not just because every guest on every talk show has at least a partial bookcase in the background, usually propped with decorator-approved miscellany, as their intellectual bona fides. Tina Fey had a shelf of friends’ books, clearly legible on screen. Seth Meyers has been propagating a running joke about a copy of “The Thorn Birds” in his background that is constantly transforming into a stack of versions of the book, fake sequels (“Thorn Birds 2; More Birds”) and now books that are anagrams of the title that appear and disappear mostly without comment, like the opening credits to Fawlty Towers (aka Watery Fowls). The foreground/background issue is emblematic of the architectures place in culture, or perhaps the place of architects themselves. Architects are not content with designing backgrounds for life, which of course is exactly what we do, but have consistently pressed to put architecture in the foreground. Especially one’s own architecture. But life has resisted this focus; It’s not the restaurant space, it’s the food and service; it’s not the museum gallery, it’s the art they display; it’s not the school room, it’s the education; it’s not the living room, it’s the family activity. We live in the 4th dimension (time) while architects are limited to an anemic 3. And it may explain why architects (present author excepted) feel superior to graphic designer who have only 2 measly dimensions to ply their trade! SAD.Architects have been struggling for the foreground with our wildly sculptural buildings (after all, sculpture is foreground) and aggressive interiors. And it’s no accident that most architectural photography lacks humans, except occasionally as decoration. And certainly no accident that architects have lent (some might say embossed) their own brands onto their projects in a very foreground way.We designed the Harley-Davidson Museum in Milwaukee at the same time that Calatrava built the extension to the Milwaukee Museum of Art (designed by Eero Saarinen, ironically the proto-Calatrava) and quickly the MMA extension, despite its incredible cost overruns and other contentious issues, became ‘The Calatrava’ as in “Let’s meet at the Calatrava”. When I noted (and it might have been in print) that I didn’t expect people to be talking about “going to the Biber” when planning a visit to the H-D Museum, my client thought I was miffed about being ignored. Quite the opposite; I would be The struggle of foreground and background is as old as the monarchical (and maniacal) desire to have architecture that reflects the true and exalted grandeur of its patrons. It’s not unlike the 1980’s architectural obsession with semiotics. i.e. signs vs. symbols; it should be enough that buildings act as signs, but symbols are ostensibly imbued with deeper, more meaningful communicative possibilities. While a monarch may not want a building to outshine its eponym, architects are dearly hoping that they can, and that the light reflected from their creation will bathe them in an otherworldly glow. A bit flowery? Maybe, but it seems about right in a world where ‘Architecture’ is more like ‘architecture’, most buildings are not designed by architects, and the size of architects egos has not diminished at the same rate as their (our) control and prestige in the world of built form.The struggle to regain the ‘mother of all arts’ position has been an ongoing, mostly modern, one. It helps explain the arcane language adopted by architects, and the need to create an intellectual aura around one’s work. It helps explain the Bauhaus concentric diagram of the arts with architecture at the center. It helps explain the endless and timeless fascination with DaVinci’s Vitruvian Man, with the perfection of man dominating the universals of math and geometry. And it might help explain why, every time I zoom, I find myself staring at the background in every Brady Bunch square.It's like the Mort Sahl quip, tossed off during a 60's performance at some groovy Bleecker Street haunt; standing on the stage, to set the parameters of the evening, he noted that the audience's left was his right, and that pretty much summed up his world view. OK Zoomer.These are, sadly, the questions of the moment.The call was actually on Microsoft Teams, which has an interesting option that puts the background out of focus to neutralize it. Except for looking like you are in a scifi movie emerging from the time portal or galactic fog it works. I almost wish it was the opposite; let me go out of focus in favor of the background! There’s even a Photobooth filter (Cloaking Device) that turns you into a transparent-wiggly-gel-appartion a bit like The Invisible Man.  if my client’s legendary brand didn’t get top billing. It may make marketing sense to call Frank Gehry’s NYC tower “New York by Gehry” but it does belie the architect’s long game; to be the defining brand or even a verb. We are already part of the way there with the Cool Haus ice cream brand, created by two women leaving architecture and real estate during the last recession (btw, thanks for that!). And the verbs “Maybe you could Gehry that up a bit” or “Let’s Koolhaus the fuck out of this haus” are not far off.    "
  },
  {
    "id": 16,
    "title": "On Memory and Architecture",
    "date": "2018-01-08",
    "content": "Even the Futurists had to react against something; history, memory, the past, the present.  Memory/history is an inevitable part of every cultural artifact.  While the artist may invent entirely new expressions, the architect is inextricably bound to memory.   It is not simply the continuity of context (we all build on a site, and few sites are virgin ground) but the continuity of technique, materials, process that informs all architecture.  We still communicate designs in drawings and models, even though we may transmit them electronically.  We still build in concrete, glass, wood, stone, masonry, metal; every one of these materials is millennia old.  Just as the modern painter is linked to all painters, even though he may use acrylics or collage or airbrush, the act of applying paint or drawing is part of a tradition that one cannot ignore, but can only supercede. And so it is true in my own work.  I love history but never mimic it.  I live in a house more than 100 years old, but live as a thoroughly modern man.  I have a level of comfort with context that produces work that acknowledges history as it attempts to reshape memory.   Identity, not ‘the new’ is my focus when shaping form; how does form/building mesh with the identity of the user/owner?  How can materiality be a tool of personal expression?  How can referential gestures be co-opted to create a new sense of attachment and new memories? Two of our favorite projects serve as examples: 1 For a 100-year old motorcycle company we built a thoroughly modern museum campus that at once defined the future of the brand and acknowledged its legacy.  Harley-Davidson may create motorcycles that extend the legend of the past, but they do it in a way that is technologically advanced and reshapes the past.  When we designed their museum, the first building they had ever commissioned for public use, we spent years absorbing the ethic of the company, the community and the brand.  We rode to the biggest rallies.  We visited every factory and design studio.  We steeped ourselves in the remarkable archive.  But when it came time to create a formal expression for the brand, we invented a modern language with ‘embedded mnemonics’"
  },
  {
    "id": 17,
    "title": "The Architecture of \nIdentity II",
    "date": "2015-03-27",
    "content": "Many three-dimensional languages profess to be Architecture.Some speak in an arcane form-making dialect; some in referential philosophical text; others in caricature of architectural ideas and still others in a personal language of sculptural form.  Each choice affects not only the resultant artifact, but also its relation to the core identity of its designer, owner, user or viewer.  The issue of identity is so embedded in Architecture that one could look at the whole of its history through the lens of identity.  To the casual observer the architecture of Classical Greece and Imperial Rome might be seen as a continuum: the classical style played out in two dominant cultures.  But the inherent cultural identity for each society is deeply embedded in the Architecture, well beyond the formal similarities.The inclusive Greeks engaged the existing world as chaotic context; they sought not control but evolution towards ideals.  The architecture was, with the absence of the arch, infinitely variable; the proportions of columns, capitals, architrave and plan proportions could undergo continual adjustment without destruction of the idea of classicism.Theaters are built with backdrops, predicting the modern theater interior.  The control of the view (though open air) is indicative of the tendency to dominate and rationalize nature rather than the Greek, inclusive approach.The Roman Amphitheater completely contains the action in an oval space.  The Forum, the center of urban life, was an internal environment, unlike the Greek Agora, which was a collection of buildings.The World War II memorial is, we all hope, the last classical memorial that will ever be built in America.  Its sad dependence on a language of power that has long ago lost its punch is one of the arguments against government art.Interestingly, long before Maya Lin changed the formulation required for the memorial, the American Cemetery at Normandy embraced the abstraction that would finally be demonstrated on the Washington Mall with the Vietnam War Memorial (perhaps the only time this police action was called a war in official parlance).At Colleville-sur-Mer the rows of startlingly simple marble crosses, laid out in an enormous grid, are so affecting, so demonstrative of the loss and the individual?s role in the assault, that it takes even the most jaded visitor completely by surprise.  Even the forms of the crosses (and, to a much less successful extent the few Star of David markers) are beautifully crafted objects.  Inside corners are radiused and there is a slight splay to the extensions, giving them a truly modern cast; the marble lacks veining giving it a more uniform overall appearance; and maintenance (by French school children) is impeccable.  Even the placement of individuals is sometimes quite moving; father and son placed shoulder to shoulder; neighborhoods of soldiers killed on the first day of the invasion.  Details like the exact day of death, but not birth; indicating only the state of birth, not the city; and detailed information about the rank, division, company, etc. but not the branch of service; all these choices conspire to give a carefully shaped view of their place in the military universe. It is the question most enlightened owners struggle with when they are faced with creating a physical (and in practical terms, permanent) artifact like a building.  Greek city states, polis, were relatively independent from each other, forming a constellation of differences rather than central domination; Rome was a centralized culture, obsessed with control.  The axis dominates city planning, as does the grid.  Rational to the end, the invention of the arch introduces a rigid geometry into the architectural language.  A circle is not infinitely adjustable, it demands consistency.  Perfection is the goal, not simply pursuit of ideals.  Control of society from a central, single Emperor, not the Greek demos.Chaos was anathema to Romans.  Perfection (and the grid and the circle are the ultimate symbols of perfection) is an imposition on the landscape and culture.  The architecture reflects this obsession toward a single endpoint, just as the Greek model suggests its own inclusivity and continual improvement.  What am I making?Greek temples, an evolution toward geometric perfection (in one sense) were arrayed in subtle and complex spatial relationships with each other.  The temples themselves included visual ?corrections? that altered the perfect geometry in favor of visual excellence.  We can elaborate a multitude of modalities in which Identity is bent to the agenda of the powerful: What will others think?Greek Theaters had no backdrops; they reveled in the inclusion of the messy, chaotic reality into the tragic action;Identity as coercion: the Louvre Palace where Napoleon III co-opted the pre- revolution royal palace and on the exterior embedded identity (the exterior monograms, his ?brand? the honeybee, etc.) Do I deserve this?, and ultimatelyGeorge Washington at Mount Vernon used wood as a simulation of stone to provide the visual underpinnings of a mature nation without the pretense or expense. Who am I?Thomas Jefferson created Monticello as a sign of education and elitism.  He cleverly mported an Identity while making it his own.  Compare this to the French age of Enlightenment Ledoux, Boullee, etc. This almost biblical, Talmudic, ritual can be hidden in the negotiated struggle with the designer.  Often, and often with good reason, owners will default to the designers own identity rather than memorialize their own.  But just as often designers will fail to see, or fail to rise to the challenge, of finding form for their client?s own needs.  We, as architects, just aren?t trained to include those aspects of the ?pressures? that shape buildings.  The White House vs. the U.S. Capitol building"
  },
  {
    "id": 18,
    "title": "Morality & Architecture",
    "date": "2017-06-18",
    "content": "The curious separation between an era’s design legacy and any concomitant judgment of its moral legacy deserves exploration; Why and when does morality affect our understanding, appreciation and admiration for design and architecture? Buildings, and perhaps all design, can be read on many levels but, most fundamentally, they can be understood reductively as independent form/space or as an idea existing in an informative context. These contexts can be urban, spatial, functional, technological, programmatic, social, economic, historical, etc., but the degree to which we value, or even acknowledge, these contexts is neither uniform nor even handed.  We seem to rightly shun some design (e.g., Fascist, Stalinist, Dissolute, or the Architecture of Oppression) but conveniently omit those we would rather not judge on those standards. This interesting dualism raises questions about the nature of critical thinking and about the place of discourse in the architectural and design panorama. Rome is layered with ethical quandaries, each with a corresponding architectural and design catalog: we embrace Bernini’s St. Peters piazza yet dismiss Mussolini’s attempts to elaborate on that bombast. We adore the Campidoglio yet abhor the Vittorio Emanuel monument nearby. It is not simply the architecture we are responding to, but the entire historical context of their design and/or creation.  We ascribe the failure of some design to the failure of morals, yet we ignore the same ethical conditions for what we admire. There are echoes, of course, in the current landscape of emerging nations as proving grounds for the newest architecture. Is it only a screenwriter’s conceit that Albert Speer, Jr. planned the recent Beijing Olympics parks? Are the Arab Emirates to be politically exonerated on architecturally progressive grounds? This is, I suspect, not a simple moral lapse, but something more interesting, more deeply seated and more nuanced.  To understand and shape the world the human brain, uniquely among all species, promotes dualism. We can understand both the physical (exterior, visible, corporeal) and the intentional (interior, emotive, psychological, motivational) sides of animate objects to the point that we often ascribe this dualism to animate and inanimate objects alike. This dualistic tendency is neither accidental, nor is it necessarily learned.  The brain is physically structured in hemispheres and, as a gross simplification, the left dominates in narrative-based manipulation, the right manages the spatial/visual information. The left brain excels at exactitude and logic where the right plays in intuitive, projective territory. Janus-like, the left brain looks backward, the right brain forward. Together they permit an appreciation of form endowed with idea. This interplay, and the ability to understand the inside and the outside of things, may be how we create visual art which can be seen as greater than pure form, but not simply rational or narrative based.  The existence of a real (neural) separation between these spheres of thinking may be critical in the human ability to separate the appreciation of form and its meaning or context. Is there a relationship between our uniquely human brain/mind and the blind spot we sometimes exhibit when creating complex judgments about some of the most revered artifacts of civilization? "
  }
]